Repository: johngian/mozillians-l10n
Catalog: */LC_MESSAGES/django.po
Languages: kab, nn_no, pt_pt, te

source: View more results by <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> logging in</a>.
kab: Wali ugar n igmaḍ s <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> anekcum ar</a>.
nn_no: Vis fleire resultat ved å <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> logge inn</a>.
pt_pt: Veja mais resultados ao <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> iniciar sessão</a>.
te: మరిన్ని ఫలితాలను చూసేందుకు <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> ప్రవేశించండి</a>.

source: Sign In
kab: Kcem
nn_no: Logg in
pt_pt: Iniciar sessão
te: సైన్ ఇన్ చేయండి

source: View more results when vouched.
kab: Wali ugar n ugmuḍ ticki tettwarefdeḍ.
nn_no: Vise fleire resultat når du er stadfesta (vouched).
pt_pt: Veja mais resultados quando for certificado.
te: వౌచ్ చేసినప్పుడు మరిన్ని ఫలితాలు వీక్షించండి.

source: Search
kab: Nadi
nn_no: Søk
pt_pt: Pesquisar
te: శోధన

source: Advanced Options
kab: Iɣewwaṛen leqqayen
nn_no: Avanserte val
pt_pt: Opções avançadas
te: అధునాతన ఎంపికలు

source: <h2>Search for a Mozillian or a group</h2> <p> You can search for another Mozillian using their name, email, username and bio keywords or you can search for groups by name and group membership status. </p>
kab: <h2>Nadi Amuẓilyan neγ agraw</h2><p>Tzemreḍ ad d-nadiḍ Amuẓilyan s yisem, tansa imayl neɣ meffer isem nepy tzemreḍ ad d-nadiḍ agraw s yisem neγ s waddad n imettekiyen.</p>
nn_no: <h2>Søk etter ein Mozillian eller ei gruppe</h2> <p> Du kan søke etter ein annan Mozillian ved å bruke namn, e-post, brukarnamn og biografi, eller du kan søke etter grupper med namn og gruppemedlemsstatus. </p>
pt_pt: <h2>Pesquise por um Mozillian ou um grupo</h2> <p> Pode pesquisar por outro Mozillian utilizando o respetivo nome, email, nome de utilizador e palavras-chave da biografia ou pode pesquisar por grupos por nome e estado de adesão do grupo. </p>
te: <h2>ఒక మొజిల్లియన్ లేదా సమూహం కొరకు వెతరండి</h2><p>పేరు, ఈమెయిలు, వాడుకరి పేరు, వారి పరిచయం లోని పదాలను బట్టి వేరే మొజిల్లియన్లను లేదా పేరునీ, సమూహ సభ్యత్వ స్థితి ద్వారా సమూహాలను వెతకవచ్చు.</p>

source: Results
kab: Igmaḍ
nn_no: Resultat
pt_pt: Resultados
te: ఫలితాలు

source: %(count)s entry matching
kab: %(count)s anekcum immeγṛan
nn_no: %(count)s treff
pt_pt: %(count)s entrada correspondente
te: %(count)s ఎంట్రీ సరిపోల్చడం

source: Sorry we cannot find a
kab: Suref-aɣ, ur nezmir ara ad d-naf
nn_no: Beklagar, men vi kan ikkje fiinne ein
pt_pt: Desculpe não conseguimos encontrar um
te: క్షమించాలి మాకు దొరకలేదు

source: group
kab: agraw
nn_no: gruppe
pt_pt: grupo
te: సమూహం

source: or
kab: neγ
nn_no: eller
pt_pt: ou
te: లేదా

source: profile
kab: amaγnu
nn_no: profil
pt_pt: perfil
te: ప్రొఫైలు

source: related to "%(query)s".
kab: icudden ɣer "%(query)s".
nn_no: relatert til "%(query)s".
pt_pt: relacionado com "%(query)s".
te: సంబంధించిన "%(query)s".

source: Maybe they're not a Mozillian yet? <a href="%(invite)s">Invite this person</a> to create a profile.
kab: Ahat mačči d amuẓilyan yakan? <a href="%(invite)s">Ɛerḍ-d amdan agi</a> ad yernu amaɣnu.
nn_no: Kanskje er han du søkjer ikkje er ein Mozillian enno? <a href="%(invite)s">Inviter denne personen</a> til å skapa ein profil.
pt_pt: Se calhar ele/ela ainda não é um Mozillian? <a href="%(invite)s">Convide esta pessoa</a> para criar um perfil.
te: బహుశా వారు ఒక Mozillian కాదేమో? ప్రొఫైల్ సృష్టించడానికి ఈ వ్యక్తిని <a href="%(invite)s"> ఆహ్వానించండి</a>.

source: Need help? Contact a steward in a functional area!
kab: Teriḍ tallalt? Nermes amarag n taɣult n twuri!
nn_no: Treng du hjelp? Kontakt ein funksjonær innanfor eit funksjonsområde!
pt_pt: Precisa de ajuda? Contacte um guardião numa área funcional!
te: సహాయం కావాలా? క్రియాశీల రంగంలో స్టీవార్డుని సంప్రదించండి!

source: Profile photo
kab: Tawlaft n umaɣnu
nn_no: Profilbilde
pt_pt: Foto de perfil
te: ప్రోఫైలు ఫొటో

source: Remove Profile Photo
kab: Kkes tawlaft n umaɣnu
nn_no: Fjern profilbilde
pt_pt: Remover foto de perfil
te: ప్రొఫైలు ఫొటోని తీసివేయి

source: Add account
kab: Rnu amiḍan
nn_no: Legg til konto
pt_pt: Adicionar conta
te: ఖాతా జోడించండి

source: Update External Accounts
kab: Snifel imiḍanen izɣaṛayen
nn_no: Oppdater eksterne kontoar
pt_pt: Atualizar contas externas
te: బయటి ఖాతాలను తాజాకరించు

source: Update IRC information
kab: Snifel talɣut IRC
nn_no: Oppdater IRC-info
pt_pt: Atualizar informação do IRC
te: IRC సమాచారం అప్డేట్ చేయి

source: Basic Information
kab: Talɣut tazadurt
nn_no: Grunnleggande informasjon
pt_pt: Informação básica
te: ప్రాథమిక సమాచారం

source: Update Information
kab: Snifel talɣut
nn_no: Oppdater informasjon
pt_pt: Atualizar informação
te: సమాచారం నవీకరించు

source: Profile Identities
kab: Tinekkit n umaɣnu
nn_no: Profilidentitetar
pt_pt: Perfis de identidade
te: ప్రొఫైల్ గుర్తింపులు

source: Login Identity
kab: Tinekkit n tuqna
nn_no: Innloggingsidentitet
pt_pt: Identidade de autenticação
te: లాగిన్ గుర్తింపు

source: Contact Identities
kab: Timagitin n unermis
nn_no: Kontaktidentitetar
pt_pt: Identidades de contacto
te: సంప్రదింపు గుర్తింపులు

source: Add a new identity.
kab: Rnu tanekkit tamaynut.
nn_no: Legg til ein ny identitet.
pt_pt: Adicionar uma nova identidade.
te: క్రొత్త గుర్తింపుని జోడించండి.

source: Add Identity
kab: Rnu tanekkit
nn_no: Legg til identitet
pt_pt: Adicionar identidade
te: గుర్తింపుని జోడించు

source: Update Identities
kab: Mucceḍ tinekkiyin-ik
nn_no: Oppdater identitetar
pt_pt: Atualizar identidades
te: గుర్తింపుల నవీకరణ

source: A skill is the learned capacity to carry out pre-determined results often with the minimum outlay of time, energy, or both.
kab: Tawezzut d tazmert yettwalemden akken ad tawiḍ igmaḍ yettwasnen si tazwara, di tegwti s useqdec n cwiṭ n wakud akked wussis.
nn_no: Ei ferdigheit er ei innlærd evne til å utføra eit oppdrag med eit fastsett resultat, ofte med minste moglege tilgang på tid og/eller kraft.
pt_pt: Uma competência é uma capacidade aprendida para produzir resultados pré-determinados normalmente com um gasto mínimo de tempo, energia ou ambos.
te: ఒక నైపుణ్యం సమయాన్ని, శక్తిని, లేదా రెండూ కనీస కేటాయించాం తరచూ ముందుగా నిర్ణయించిన ఫలితాలను చేసేందుకు నేర్చుకున్న సామర్థ్యం.

source: Update Skills
kab: Leqqem tiwezza
nn_no: Oppdater ferdigheiter
pt_pt: Atualizar competências
te: నైపుణ్యాలు నవీకరించు

source: The Mozilla Project spans over many countries and languages. Share the languages you speak to be found easily by other Mozillians.
kab: Asefaṛ Mozilla iḥuza deqs n tmura akked tutlayin. Sekcem akk tutlayin i tesneḍ akken imuẓilyanen nniden ak-d-afen s zreb.
nn_no: Mozilla-prosjektet spenner over fleire land og språk. Vis språka du pratar for at andre Mozillians enkalt skal kunne finne deg.
pt_pt: O projeto Mozilla abrange vários países e idiomas. Partilhe os idiomas que fala para que sejam facilmente encontradas por outros Mozillians.
te: Mozilla ప్రాజెక్టు పలు దేశాలు, భాషల పైనుంచీ. మీరు ఇతర Mozillians ద్వారా సులభంగా గుర్తించవచ్చు మాట్లాడే భాషల్లో భాగస్వామ్యం.

source: Add language
kab: Rnu tutlayt
nn_no: Legg til språk
pt_pt: Adicionar idioma
te: భాషను జోడించు

source: Update Languages
kab: Snifel tutlayin
nn_no: Oppdater språk
pt_pt: Atualizar idiomas
te: భాషలు నవీకరించు

source: Delete account
kab: Kkes amiḍan
nn_no: Slett konto
pt_pt: Eliminar conta
te: ఖాతాను తొలగించండి

source: I acknowledge that deleting my account will make it tougher for me to show off my contributions and easily be found by other members of the Mozilla community.
kab: Ẓriɣ d akken tukksa n umiḍan inu ad yerr attekki yinu ur d-yettban ara akken iwataudiq imttekkiyen n tmezdagnut Mozilla ur yi-d-ttafen ara s zreb.
nn_no: Eg forstår at eg, ved å slette kontoen min, gjer det vanskelegare for meg å vise bidraga mine og enkelt verte funnen av andre medlemmar av Mozilla sin fellesskap.
pt_pt: Eu reconheço que eliminar a minha conta irá fazer com que seja mais complicado mostrar as minhas contribuições e ser mais facilmente encontrado por outros membros da comunidade da Mozilla.
te: నేను నా ఖాతాను తొలగిస్తే అది నాకు Mozilla కమ్యూనిటీ యొక్క ఇతర సభ్యులు చూడవచ్చు నా రచనలు ఆఫ్ చూపించడానికి మరియు సులభంగా కోసం పటిష్టమైన చేసే అర్థం చేసుకున్నాను.

source: Delete Profile
kab: Kkes amaɣnu
nn_no: Slett profil
pt_pt: Eliminar perfil
te: ప్రొఫైలును తొలగించు

source: API privacy
kab: Tabaḍnit API
nn_no: API-personvern
pt_pt: API de privacidade
te: API ప్రైవసీ

source: The Phonebook offers an API (currently v2) to help authorize contributors and share profile data to other tools and sites like <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> and the <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla Reps Portal</a>. The API respects the defined per field privacy levels.
kab: Imedlis-agi n tensa yettuddu-d API (tura d lqem v1) akken ad yessifsus tasiregt n imttekkiyen udiq ad yebḍu talɣut n umaɣnu akked ifecka nniḍenam <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> akked <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla Reps Portal</a>.
nn_no: Phonebook tilbyr ein API (for tida v2) for å hjelpe til med å godkjenne bidragsytarar og dele profildata til andre verktøy og nettstadar som <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> og <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla Reps-portalen</a>. API:n respekterer dei definerte personvern-nivåa for kvart felt.
pt_pt: A lista telefónica oferece uma API (atualmente na v2) para ajudar a autorizar contribuidores e partilhar dados de perfil para outras ferramentas e sites como o <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> e o <a id="services-mozilla-reps" href="%(reps_url)s">portal dos Mozilla Reps</a>. A API respeita os níveis de privacidade definidos por campo.

source: Developers can request API keys and manage existing ones using our dedicated API page.
kab: Aneflay yezmer ad isuter tisura udiɣ ad isefrek tid yellan s useqdec n usebter API d-ittunefke.
nn_no: Utviklarar kan be om API-nøklar og handsame eksisterande ved hjelp av den dedikerte API-sida vår.
pt_pt: Os programadores podem solicitar chaves API e gerir existentes utilizando a nossa página API dedicada.
te: డెవలపర్లు API కీలను అభ్యర్థించవచ్చు మరియు మా ప్రత్యేక API పేజీ ఉపయోగించి ఇప్పటికే వాటిని నిర్వహించవచ్చు.

source: Manage API keys
kab: Sefrek tisura n API
nn_no: Handsam API-nyklar
pt_pt: Gerir chaves API
te: API కీలను నిర్వహించు

source: Groups are a community of Mozillians with some relation to each other. This can be an interest, team, project, product or sub-community.
kab: Igrawen d timezdagnutin n imuẓilyanen s kra imyussanen gar-asen s tɣawsa. Ayagi yezmer ad yili d agraw yelhan, d asenfaṛ, d afaris neq d tamezdagnut tasnawant.
nn_no: Ei gruppe er er eit fellesskap av Mozillians med visse relasjonar til kvarandre. Det kan vere ei interesse, eit arbeidslag (team), eit prosjekt, eit produkt eller eit del-fellesskap.
pt_pt: Grupos são a comunidade de Mozillians com alguma relação entre eles. Isto pode ser um interesse, equipa, projeto, produto ou sub-comunidade.
te: గుంపులు ఒకరికొకరు కొన్ని సంబంధంతో Mozillians ఒక వర్గం వారు. ఈ ఆసక్తిని జట్టు, ప్రాజెక్ట్, ఉత్పత్తి లేదా ఉప సంఘం ఉంటుంది.

source: To join a group, <a href="%(browse)s">find the group's page</a>, then click the Join Group button.
kab: Akken ad teddud ɣer ugraw, <a href="%(browse)s">af-d asebter n igrawen</a>, sakin sit ɣef tqeffalt ddu ɣer ugraw.
nn_no: For å vere med i ei gruppe, <a href="%(browse)s">finn gruppesida</a>, klikk så på knappen Ver med i gruppa.
pt_pt: Para se juntar a um grupo, <a href="%(browse)s">localize a página do grupo</a> e clique no botão Entrar no grupo.
te: గ్రూప్ లో చేరడానికి, <a href="%(browse)s"> గ్రూప్స్ పేజ్ వెతుకు </a> మరియు గ్రూప్ లో చేరు బటన్ ను నొక్కు.

source: To leave a group, click its name below to go to its page, then click the Leave Group button there.
kab: Akken ad teffɣed seg ugraw, sit ɣef yisem-is daw-a akken ad tedduḍ ɣer usebter ines, sakin sit din-a ɣef tqeffalt Ffeɣ seg ugraw.
nn_no: For å forlate denne gruppa, klikkar du på namnet nedanfor for å gå til gruppesida, klikk så på knappen Forlat gruppa.
pt_pt: Para sair de um grupo, clique no nome do mesmo abaixo para aceder à respetiva página, depois clique no botão Sair do grupo.
te: గ్రూప్ వదిలి, దాని పేజీకి వెళ్ళండి అప్పుడు లీవ్ గ్రూప్ బటన్ క్లిక్ క్రింద దాని పేరును క్లిక్ చేయండి.

source: After you are vouched, you will be able to join groups.
kab: Ticki yella win ara k-irefedn, ad tizmired ad teddud ɣer igrawen.
nn_no: Etter at du er stadfesta (vouched) , kan du bli med i grupper.
pt_pt: Depois de ser certificado, poderá juntar-se a grupos.
te: మీరు వౌచ్ చేసిన తర్వాత, మీరు గ్రూప్లలో చేరడానికి చెయ్యగలరు.

source: Update Groups
kab: Snifel igrawen
nn_no: Oppdater grupper
pt_pt: Atualizar grupos
te: గ్రూపలను నవీకరించు

source: Update Location
kab: Snifel adig
nn_no: Oppdater plassering
pt_pt: Atualizar localização
te: స్థానం నవీకరణ

source: This field is required.
kab: Urti agi yettwasra.
nn_no: Dette feltet er påkravd.
pt_pt: Este campo é necessário.
te: ఈ ఫీల్డ్ అవసరం.

source: I'm okay with you handling this info as you explain in <a href="%(privacy_url)s">Mozilla's privacy policy</a>.
kab: Qebleɣ akken Mozilla ad tseqdec talɣut agi akken tella di <a href="%(privacy_url)s">tsertit agi tabaḍnit n Mozilla</a>.
nn_no: Eg godkjennerat de handsamar denne informasjon på den måten som vert skildra i <a href="%(privacy_url)s">Mozillas personvernpraksis</a>.
pt_pt: Estou de acordo com a utilização desta informação como é explicado na <a href="%(privacy_url)s">política de privacidade da Mozilla</a>.
te: ఈ <a href="%(privacy_url)s">Mozilla యొక్క ప్రైవసీ పాలసీ</a>లో వివరించిన విధంగా నా సమాచార నిర్వహణకు ఒప్పుకుంటున్నాను.

source: Complete Registration
kab: Fak ajerred-inek
nn_no: Fullfør registrering
pt_pt: Concluir registo
te: పూర్తి నమోదు

source: Your Mozilla Contributions
kab: Attekki yinek ɣer Mozilla
nn_no: Dine bidrag til Mozilla
pt_pt: As suas contribuições para a Mozilla
te: మీ యొక్క Mozilla సహాయకచర్యలు

source: Update Contributions
kab: Snifel attekki yinek
nn_no: Oppdater bidrag
pt_pt: Atualizar contribuições
te: నవీకరణ కంట్రిబ్యూషన్స్

source: T-Shirt Size
kab: Teɣzi n utriku
nn_no: T-skjortestorleik
pt_pt: Tamanho de t-shirt
te: టే-షర్టు కొలత

source: Like t-shirts? Add your size so we can give you a shirt at events or for other special occasions.
kab: Tḥemleḍ itrikuyen? Rnu teɣzi yinek akken ad nizmir ak-nmudd atriku di tedyanin neɣ tignatin nniḍen.
nn_no: LIkar du t-skjorter? Legg til størrelsen din, slik at vi kan gje deg ei t-skjorte tilstellingar eller i andre høve.
pt_pt: Gosta de t-shirts? Adicione o seu tamanho para que possamos oferecer-lhe uma num evento ou em outras ocasiões especiais.
te: టీ షర్టులు ఇష్టమా? మేము ఈవెంట్స్ వద్ద లేదా ఇతర ప్రత్యేక సందర్భాలలో మీకు ఒక చొక్కా ఇవ్వగలము కాబట్టి మీ పరిమాణం జోడించండి.

source: Fitted
kab: Afeṣṣel iṣeggmen
nn_no: Tilpassa
pt_pt: Ajustada
te: ఫిట్టెడ్

source: A fitted-cut tshirt has a curved side hem which comes in at the waist and goes out at the upper and lower ends. Also known as women's.
kab: Atriku s ufeṣṣel iṣeggmen yenṭeḍ cwiṭ ɣer tfekka, iẓeyyeṛ u yeffeɣ-d seg idisan. D afeṣṣel yettusemman daɣen afeṣṣel ntlawin.
nn_no: Ei tilpassa t-skjorte som har ei passform som går inn ved midja, ut ved skuldrane og den nedre kanten. Òg kjend som damemodell.
pt_pt: Uma t-shirt de corte ajustado tem uma bainha curva lateral que afunila para a cintura que vai para os limites superior e inferior. Também é conhecida como de mulher.
te: బిగుతైన-కట్ షర్టు నడుము వద్ద వస్తుంది మరియు ఎగువ మరియు దిగువ చివరలను వద్ద అవుట్ వెళుతుంది ఒక వక్ర వైపు బట్ట ఉంది. అలాగే మహిళల అని పిలుస్తారు.

source: Straight-cut
kab: Afeṣṣel iqeɛden
nn_no: Rett snitt
pt_pt: Corte reto
te: స్ట్రేయిట్-కట్

source: A straight-cut shirt has wide shoulders and a body which is almost square. Often known as men's or unisex.
kab: Atriku s ufeṣṣel iqe“den hraw d ituyat, d amkuz deg uzagur. Afeṣṣel agi daɣen qqaṛen-as afeṣṣel n urgaz neɣ yiwet n tuzzft.
nn_no: Ei t-skjorte med «rett snitt» har breie skuldrer og rette kantsaumar, som gjev henne ei nesten heilt firkanta form. Vert òg kalla herremodell eller unisex.
pt_pt: Um camisa de corte reto tem ombros largos e um corpo quase quadrado. Também é conhecida como de homem ou uni-sexo.
te: ఒక నేరుగా కట్ షర్టు విస్తృత భుజాలు మరియు దాదాపు చతురస్రాకారం 'ఒక శరీరం ఉంది. తరచుగా పురుషుల లేదా యునిసెక్స్ అని పిలుస్తారు.

source: Update T-shirt size
kab: Snifel teɣzi n utriku
nn_no: Oppdater T-skjortestørrelse
pt_pt: Atualizar tamanho da t-shirt
te: టే-షర్ట్ కొలత నవేకరించు

source: Does this profile belong to a Mozillian? Let us know how %(full_name)s has contributed to the project.
kab: Amaɣnu agi n umuẓilyan? Iniya-aɣ-d amek %(full_name)s ittekka deg usenfaṛ.
nn_no: Høyrer denne profilen til ein Mozillian? Fortel oss om korleis %(full_name)s har bidratt til prosjektet.
pt_pt: Este perfil pertence a um Mozillian? Diga-nos como %(full_name)s contribuiu para o projeto.
te: ఈ ప్రోఫైల్ ఒక Mozillian కు చెందినదా? %(full_name)s ఎలా ప్రాజెక్ట్‌ కి సహకరించారో మాకు తెలియపరచండి.

source: Do you know this Mozillian? Let us know how %(full_name)s has contributed to the project.
kab: Tesneḍ amuẓilyan agi? Iniya-aɣ-d amek %(full_name)s ittekka deg usenfaṛ.
nn_no: Kjenner du denne Mozillian? Fortel for oss korleis %(full_name)s har bidratt til prosjektet.
pt_pt: Conhece este Mozillian? Diga-nos como %(full_name)s contribuiu para o projeto.
te: ఈ Mozillian మీకు తెలుసా? మాకు తెలియపరచండి %(full_name)s ఎలా ప్రాజెక్ట్‌ కి సహకరించారో.

source: Characters remaining:
kab: Isekkilen d-iqqimen:
nn_no: Attståande teikn:
pt_pt: Caracteres remanescentes:
te: మిగిలిన అక్షరాలు:

source: Send invite
kab: Azen tinubga
nn_no: Send invitasjon
pt_pt: Enviar convite
te: ఆహ్వానం పంపండి

source: Vouch for %(name)s
kab: Rfed %(name)s
nn_no: Stadfest (vouch) %(name)s
pt_pt: Certificar %(name)s
te: %(name)s ని వౌచ్ చేయండి

source: Only vouch for users who have made significant contributions and are at least 13 years old.
kab: Ur reffed ala iseqdacen yettekkan s umahil yufraren yesɛan u gar n 13 n iseggassen.
nn_no: Stadfest berre brukar som har kome med betydelege bidrag, og som minst er 13 år gamle.
pt_pt: Apenas certifique utilizadores que fizeram contribuições significativas e que têm pelo menos 13 anos de idade.
te: ముఖ్యమైన పాత్ర పోషించారు, కనీసం 13 సంవత్సరాల వయస్సు కలిగిన సభ్యులు వౌచ్ కి అర్హులు.

source: Once vouched, they will be able to:
kab: Ticki yella win ara k-irefden, ad tizmiṛeḍ:
nn_no: Når du er stadfesta (vouched) vil du kunne:
pt_pt: Quando certificado, será capaz de:
te: ఒకసారి వౌచ్ చేయబడ్డాక, వారు చేయగలిగినవి:

source: View all profiles and join groups.
kab: Ad twaliḍ akk imeɣna udiɣ ad tedduḍ ɣer igrawen.
nn_no: Vise alle profilar og ver med i grupper.
pt_pt: Ver todos os perfis e juntar-se a grupos.
te: అన్ని ప్రొఫైల్స్ వీక్షించడానికి మరియు గ్రూప్ లు చేరడానికి.

source: Access special video content on Air Mozilla.
kab: Ad tekcmeḍ akk ɣer ugbur n tvidyutin di Air Mozilla.
nn_no: Få tilgang til spesielt videoinnhald på Air Mozilla.
pt_pt: Aceda a conteúdo especial de vídeo no Air Mozilla.
te: Air Mozillian లా ద్వారా ప్రత్యేక వీడియో కంటెంట్ యాక్సెస్ చేయండి.

source: Use other Mozilla apps as a vouched user.
kab: Ad tesqedceḍ isnasen n Muzilla am useqdac yettwarefden.
nn_no: Bruk andre Mozilla-appar som ein stadfesta (vouched) brukar.
pt_pt: Utilizar outras aplicações da Mozilla como utilizador certificado.
te: ఒక వౌచ్డ్ యూజర్ లా ఇతర Mozilla ఆప్స్ ను ఉపయోగించండి.

source: Vouches cannot be edited or retracted.
kab: Arfad ur yezmir ara ad yettwakkes neɣ ad ittusnifel.
nn_no: Stadfestingar kan ikkje redigerast eller kallast tilbake.
pt_pt: Certificações não podem ser editadas ou retraídas.
te: వౌచ్లని సవరించడం లేదా ఉపసంహరించుకోవడం కుదరదు.

source: <a href="%(vouching_url)s">Read more about vouching.</a>
kab: <a href="%(vouching_url)s">Ɣeṛ ugar ɣef urfad.</a>
nn_no: <a href="%(vouching_url)s">Les meir om stadfesting (vouching).</a>
pt_pt: <a href="%(vouching_url)s">Leia mais acerca da certificação.</a>
te: <a href="%(vouching_url)s">వౌచింగ్ గురించిన మరిన్ని వివరాలు.</a>

source: Vouched
kab: Yettwarfed
nn_no: Stadfesta (Vouched)
pt_pt: Certificado
te: వౌచ్ చేయబడింది

source: Unvouched
kab: Ur yettwarfed ara
nn_no: Ikkje stadfesta (Unvouched)
pt_pt: Não certificado
te: వౌచ్ తొలగించబడింది

source: Display only
kab: Sken kan
nn_no: Vis berre
pt_pt: Mostrar apenas
te: కేవలం ప్రదర్శించు

source: All timezones
kab: Akk izḍwan usrigen
nn_no: Alle tidssoner
pt_pt: Todos os fusos horários
te: అన్ని సమయ మండలాలు

source: Username
kab: Isem n useqdac
nn_no: Brukarnamn
pt_pt: Nome de utilizador
te: వాడుకరి పేరు

source: This username is in use. Please try another.
kab: Isem agi n useqdac yettwaseqdac yakan. Ma ulac aɣilif ɛreḍ wayeḍ.
nn_no: Dette brukarnamnet er allereie i bruk. Prøv eit anna.
pt_pt: Este nome de utilizador já está a ser utilizado. Por favor tente outro.
te: ఈ సభ్యుని పేరు వాడుకలో ఉంది. దయచేసి ఇంకొక పేరు వాడండి.

source: Please use only alphanumeric characters
kab: Ma ulac aɣilif seqdec isekkilen igmumdinen
nn_no: Du kan berre bruke alfanummeriske teikn
pt_pt: Por favor utilize apenas caracteres alfanuméricos
te: దయచేసి ఆల్ఫాన్యూమరిక్ అక్షరాలను ఉపయోగించవచ్చు

source: This username is not allowed, please choose another.
kab: Aseqdac agi ur yettwasireg ara, ma ulac aɣilif fren wayeḍ.
nn_no: Dette brukarnamnet er ikkje tillate. Vel eit anna.
pt_pt: Este nome de utilizador não é permitido, por favor escolha outro.
te: ఈ వాడుకరి పేరు అనుమతించబడదు, మరొకటి ఎంచుకోండి.

source: Please supply your location data.
kab: Ma ulac aɣilif, mudd-d isefka-ik n wadig.
nn_no: Ver snill og spesifiser plasseringsdata.
pt_pt: Por favor forneça os seus dados de localização.
te: దయచేసి మీ స్థాన డేటాను ఇవ్వండి.

source: When did you get involved with Mozilla?
kab: Melmi tebdiḍ attekki di Mozilla?
nn_no: Når vart du med i Mozilla?
pt_pt: Quando é que começou a colaborar com a Mozilla?
te: మీరు Mozilla తో ఎప్పటినుంచి పాల్గొంటున్నారు?

source: Email
kab: Imayl
nn_no: E-post
te: ఇమెయిల్

source: Email is currently associated with another user.
kab: Tansa yagi tcudd yakan ɣer useqdac nniḍen.
nn_no: E-postadressa er for tida knytt til ein annan brukar.
pt_pt: O email está atualmente associado a outro utilizador.
te: ఇమెయిల్ ప్రస్తుతం మరొక యూజర్ సంబంధం కలిగి ఉంటుంది.

source: Provide a reason for vouching with relevant links
kab: Mudd-d acuɣer arfad agi akked iseɣwan ilaqen
nn_no: Gje ein grunn for stadfestinga di med relevante lenker
pt_pt: Forneça uma razão para comprovar ligações relevantes
te: సంబంధిత లింకులు వౌచింగ్ కారణాన్ని అందించండి

source: You must enter a reason for vouching for this person.
kab: Yessefk ad iniḍ acuɣer ara trefdeḍ amadan agi.
nn_no: Du må skrive inn ein grunn for kvifor du vil stadfeste (vouch) denne personen.
pt_pt: Tem de inserir uma razão para comprovar esta pessoa.
te: మీరు ఈ వ్యక్తి కోసం వౌచింగ్ కారణాన్ని ఎంటర్ చేయాలి.

source: Personal message to be included in the invite email
kab: Izen udmawan ara yeddun deg imayl n tinnubga
nn_no: Personleg melding som vert sendt med e-postinvitasjonen
pt_pt: Mensagem pessoal a ser incluída no email de convite
te: వ్యక్తిగత సందేశం ఆహ్వానించండి ఇమెయిల్ చేర్చవలసిన

source: Recipient's email
kab: Tansa imayl n uɣerwaḍ
nn_no: Mottakaren sin e-post
pt_pt: Email do destinatário
te: గ్రహీత ఇమెయిల్

source: You cannot invite someone who has already been vouched.
kab: Ur tezmireḍ ara ad ɛerḍeḍ amdan yettwarefden yakan.
nn_no: Du kan ikkje invitere nokon som allereie er stadfesta (vouched).
pt_pt: Não pode convidar alguém que já foi certificado.
te: మీరు ఇప్పటికే వౌచ్ చేయబడిన వారిని ఆహ్వానించలేరు.

source: What would you like to report?
kab: D acu tebɣiḍ aɣ-d-iniḍ?
nn_no: Kva vil du rapportere?
pt_pt: O que gostaria de denunciar?
te: మీరు ఏమి నివేదించాలనుకుంటున్నారు?
