Repository: johngian/mozillians-l10n
Catalog: */LC_MESSAGES/django.po
Languages: kab, nn_no, pt_pt, te

source: Private
kab: Tabaḍnit
nn_no: Privat
pt_pt: Privado
te: వ్యక్తిగత

source: You must be logged in to continue.
kab: Yessefk ad tiliḍ teqqneḍ akken ad tkemmleḍ.
nn_no: Du må vere innlogga for å fortsetje.
pt_pt: Tem que iniciar sessão para continuar.
te: ముందుకు సాగడానికి మీరు లాగ్ ఇన్ అయి ఉండాలి.

source: You must be vouched to continue.
kab: Yessefk ad tiliḍ daw n leɛnaya n walbawḍ akken ad tkemmleḍ.
nn_no: Du må vere stadfesta (vouched) for å fortsetje.
pt_pt: Tem de ser certificado para continuar.
te: ముందుకు సాగడానికి మీరు వౌచ్ చేయబడి ఉండాలి.

source: Visible to:
kab: D umam i:
nn_no: Synleg til:
pt_pt: Visível para:
te: కనబడేది:

source: Name A-Z
kab: Isem A-Z
nn_no: Namn A-Å
pt_pt: Nome A-Z
te: పేరు A-Z

source: Most Members
kab: Ugar n imttekkiyen
nn_no: Flest medlemmar
pt_pt: Mais membros
te: చాలా సభ్యులు

source: Fewest Members
kab: Drus n imttekkiyen
nn_no: Færrast medlemmar
pt_pt: Menos membros
te: కోంతమంది సభ్యులు

source: The group must have at least one curator.
kab: Yessefk ad yili ɣaṛsum yiwen n uɛessas deg ugraw.
nn_no: Gruppa må minst ha ein kurator.
pt_pt: O grupo tem de ter, pelo menos, um curador.
te: ఈ గ్రూప్ కి కనీసం ఒక అధ్యక్షుడు కావలెను.

source: Start typing the name/email/username of a vouched Mozillian.
kab: Sekcem isem neɣ tansan imayl neɣ isem n useqdac n umuẓiliyan yettwasnen.
nn_no: Byrje å skrive namnet/e-post/brukarnamn på ein stadfesta (vouched) Mozillian.
pt_pt: Comece a escrever o nome/email/nome de utilizador de um Mozillian certificado.
te: వౌచ్ అయిన Mozillian యొక్క పేరు/యూజర్నేమ్ టైప్ చేయండి.

source: Only staff and NDA members can become access group curators
kab: Ala iɛeggalen n ugraw akked NDA i yezemren ad uɣalen d iḥerrazen n tervaɛt n unekcum
nn_no: Berre personale og NDA-medlemmar kan verte kuratorar for tilgangshrupper
pt_pt: Apenas os membros do staff e NDA podem tornar-se curadores do grupo de acesso
te: కేవలం సిబ్బంది, NDA సభ్యులు మాత్రమే యాక్సెస్ సమూహపు క్యూరేటర్లు కాగలరు

source: The maximum expiration date for a group cannot exceed two years.
kab: Azemz afellay n ufati n ugraw ur yezmir ara ad d-yekk nig n sin n iseggassen.
nn_no: Maks forfallsdato for ei gruppe kan ikkje overskride to år.
pt_pt: A data máxima de expiração para um grupo não pode exceder dois anos.
te: ఒక సమూహం కోసం గరిష్ట గడువు తేదీ రెండు సంవత్సరాల మించకూడదు.

source: You need to be the curator of this group before inviting someone to join.
kab: Yessefk ad tiliḍ d aɛesss n ugraw agi akken ad tizmired ad ɛerḍeḍ imdanen ɣer ugraw.
nn_no: Du må vera kurator for denne gruppa før du kan invitere inn nokon annan.
pt_pt: Precisa de ser um curador deste grupo antes de convidar alguém para se juntar.
te: మీరు ఎవరినైనా ఆహ్వానించడానికి ముందు మీరు ఈ గుంపు యొక్క క్యురేటర్ ఉండాలి.

source: Only staff and NDA members are allowed to be invited
kab: Ḥala iɛeggalen n ugraw akked wid n NDA i wumi ittuserreḥ ad d-ttwaɛerḍen
nn_no: Berre personale og NDA-medlemmar kan bydast inn
pt_pt: Apenas o staff e membros do NDA estão autorizados a serem convidados
te: సిబ్బంది మరియు NDA సభ్యులు మాత్రమే ఆహ్వానించబడతారు

source: You need to be the administrator of this group in order to edit this section.
kab: Yessefk ad tiliḍ d anedbal n ugraw agi akken ad tizmireḍ ad tẓeṛgeḍ tigezmi agi.
nn_no: Du må vere administrator i denne gruppa for å redigere dette avsnittet.
pt_pt: Precisa de ser o administrador deste grupo para poder editar esta secção.
te: మీరు ఈ విభాగం సవరించడానికి మీరు ఈ గుంపు యొక్క నిర్వాహకుడు అయి ఉండాలి.

source: You must either specify the criteria or change the acceptance selection.
kab: Yessefk ad tmuddeḍ isefran neɣ ad tesnifleḍ tarrayt n uqbal.
nn_no: Du må anten spesifisere kriteria eller endre godkjenningsutvalet.
pt_pt: Deve especificar os critérios ou alterar a seleção de aceitação.
te: మీరు గాని ప్రమాణం లేదా అంగీకారం ఎంపిక మార్చాలి.

source: An access group cannot be of type Open.
kab: Tarvaɛt inekcam ur yezmir ara ad yili ɣef talɣa Open.
nn_no: Ei tilgangsgruppe kan ikkje vere av typen Open.
pt_pt: Um grupo de acesso não pode ser do tipo Aberto.
te: ఒక యాక్సెస్ సమూహం రకం ఓపెన్ ఉండకూడదు.

source: Select Group Type
kab: Fren anaw n ugraw
nn_no: Vel gruppetype
pt_pt: Selecionar tipo do grupo
te: గ్రూప్ పద్ధతి ఎంచుకోండి

source: You do not have the permissions to provision an access group.
kab: Ur tesɛiḍ ara tisirag i usuter n ugraw n unekcum.
nn_no: Du har ikkje løyve til å setje opp ei tilgangsgruppe.
pt_pt: Não tem as permissões para aprovisionar um grupo de acesso.
te: ప్రాప్యత సమూహాన్ని కేటాయించడానికి మీకు అనుమతులు లేవు.

source: An access group must be of type Reviewed or Closed.
kab: Tarvaɛt inekcam tlaq ad tili Tettusenqed naɣ Tettumdel.
nn_no: Ei tilgangsgruppe må vere av typen Vurdert eller Lukka.
pt_pt: Um grupo de acesso deverá ser do tipo Revisado ou Fechado.
te: ప్రాప్యత సమూహం సమీక్షించిన లేదా మూసివేయబడిన రకం అయి ఉండాలి.

source: All
kab: Akk
nn_no: Alle
pt_pt: Todos
te: అందరూ

source: Members
kab: Imttekkiyen
nn_no: Medlemmar
pt_pt: Membros
te: సభ్యులు

source: Pending Members
kab: Imttekkiyen yettṛaǧun
nn_no: Ventande medlemmar
pt_pt: Membros pendentes
te: పెండింగ్ సభ్యులు

source: Pending Terms
kab: Tiwtilin yettṛaǧun
nn_no: Ventande vilkår
pt_pt: Termos pendentes
te: బకాయి షరతులు

source: Renewals
kab: Asmuynet
nn_no: Fornyingar
pt_pt: Renovações
te: పునరుద్ధరణలు

source: I accept these terms.
kab: Qebleɣ tiwtilinai.
nn_no: Eg godtek vilkåra.
pt_pt: Eu aceito estes termos.
te: నేను ఈ షరతులను అంగీకరిస్తున్నాను.

source: I don't accept these terms.
kab: Ur qbileɣ ara tiwtilin-a.
nn_no: Eg godtek ikkje vilkåra.
pt_pt: Eu não aceito estes termos.
te: నేను ఈ షరతులను అంగేకరించడంలేదు.

source: Group must be of type Reviewed or Closed for Access Groups.
kab: Tarvaɛt tlaq ad tili Tettusenqed naɣ Tettumdel i trebbuyaɛ n inekcam.
nn_no: Gruppa må vere av typen Vurdert ellerLukka for Tilgangsgrupper.
pt_pt: O grupo deverá ser do tipo Revisado ou Fechado, para Grupos de Acesso.
te: ప్రాప్యత సమూహాల కోసం సమూహం తప్పనిసరిగా సమీక్షించబడాలి లేదా మూసివేయబడాలి.

source: Group type
kab: Anaw n ugraw
nn_no: Gruppetype
pt_pt: Tipo do grupo
te: గ్రూప్ రకం

source: Name
kab: Isem
nn_no: Namn
pt_pt: Nome
te: పేరు

source: This name already exists.
kab: Isem agi yella yakan.
nn_no: Namnet finst allereie.
pt_pt: Este nome já existe.
te: ఈ పేరు ఇప్పటికే తీసుకోబడినది.

source: Member
kab: Imttekki
nn_no: Medlem
pt_pt: Membro
te: సభ్యుడు

source: Pending terms
kab: Tiwtilin yettṛaǧun
nn_no: Ventande vilkår
pt_pt: Termos pendentes
te: బకాయి షరతులు

source: Pending
kab: Yettṛaǧu
nn_no: Ventande
pt_pt: Pendente
te: బకాయి

source: Open
kab: Ldi
pt_pt: Aberto
te: ఓపెన్

source: Reviewed
kab: Yettuwala tikelt nniḍen
nn_no: Vurdert
pt_pt: Revisto
te: సమీక్షించారు

source: Closed
kab: Yemdel
nn_no: Attlaten
pt_pt: Fechado
te: మూసివేయబడింది

source: Access Group
kab: Anekcum
nn_no: Tilgangsgruppe
pt_pt: Grupo de Acesso
te: ప్రాప్యత సమూహం

source: Tag
kab: Tacreḍt
nn_no: Tagg
pt_pt: Etiqueta
te: ట్యాగు

source: Description
kab: Aglam
nn_no: Skildring
pt_pt: Descrição
te: వివరము

source: IRC Channel
kab: Abadu IRC
nn_no: IRC-kanal
pt_pt: Canal de IRC
te: IRC ఛానల్

source: An IRC channel where this group is discussed (optional).
kab: Abadu IRC anida agraw agi yettwasqerdac (afrayan).
nn_no: Ein IRC-kanal der denne gruppa vert diskutert (valfritt).
pt_pt: Um canal de IRC onde este grupo é discutido (opcional).
te: ఈ గ్రూప్ గురించి చర్చించడానికి IRC చానల్ (ఇఛిక).

source: Website
kab: Asmel Web
nn_no: Nettstad
te: వెబ్ సైట్

source: A URL of a web site with more information about this group (optional).
kab: Tansa URL n usmel web s wugar n telɣut ɣef ugraw (afrayan).
nn_no: Ein URL til ein nettstad med meir informasjon om denne gruppa (valfritt).
pt_pt: Um URL de um web site com mais informação acerca deste grupo (opcional).
te: ఈ గ్రూప్ వివరాలు తెలియజేసే వెబ్ సైట్ URL (మీ ఇష్టం).

source: A URL of a wiki with more information about this group (optional).
kab: Tansa URL n uwiki s wugar n telɣut ɣef ugraw agi (afrayan).
nn_no: Ein URL til ein wiki med meir informasjon om denne gruppa (valfritt).
pt_pt: Um URL de uma wiki com mais informação acerca deste grupo (opcional).
te: ఈ గ్రూప్ వివరాలు తెలియజేసే వికి URL (మీ ఇష్టం).

source: Accepting new members
kab: Ad yeqbel imedrawen imaynuten
nn_no: Godtek nye medlemmar
pt_pt: A aceitar novos membros
te: కొత్త సభ్యులను ఆహ్వానించుట

source: New Member Criteria
kab: Asebdad amaynut n imttekki
nn_no: Kriterium for nye medlemmar
pt_pt: Critério para novos membros
te: కొత్త సభ్యుడు ప్రమాణం

source: Specify the criteria you will use to decide whether or not you will accept a membership request.
kab: Sbadu isebdaden ara yettwasqedcen akken ad d-tafeḍ ma yella asuter n uttekki ad yettwaqbel neɣ ala.
nn_no: Spesifiser kriteria du vil nytte for å avgjere om du kjem til å godta ein førespurnad om medlemskap.
pt_pt: Especifique os critérios que irá utilizar para decidir se vai ou não aceitar um pedido de adesão.
te: మీరు ఒక సభ్యత్వం అభ్యర్థనను అంగీకరించడానికి ప్రమాణాన్ని పేర్కొనండి.

source: Whether group is shown on the UI (in group lists, search, etc). Mainly intended to keep system groups like "staff" from cluttering up the interface.
kab: Sken neɣ ala agraw s useqdec n ugrudem UI (tibdarin, anadi, atg.). Ayagi ur yettaǧǧa ara igrawen n issuddasen am "tarbaɛt" akken ad ččaren agrudem.
nn_no: Om gruppa skal visast i brukargrensesnittet (i gruppelister, søk, osb.). Primært laga for å halde systemgrupper som «personale» frå å rote til grensesnittet.
pt_pt: Se o grupo é apresentado na interface (em listas de grupos, pesquisa, etc). Principalmente com o objetivo de impedir que grupos do sistema, como "funcionários", de atravancar a interface.
te: సమూహం UI లో చూపించాం లేదో (సమూహం జాబితాలు, అన్వేషణ, etc లో). ప్రధానంగా ఇంటర్ఫేస్ అప్ చేయడము నుండి "స్టఫ్" వంటి వ్యవస్థ సమూహాలు ఉంచేందుకు ఉద్దేశించిన.

source: Terms
kab: Tiwtilin
nn_no: Vilkår
pt_pt: Termos
te: షరతులు

source: Invalidation days
kab: Amḍan n wussan i usefsex
nn_no: Ugyldigdagar
pt_pt: Dias de invalidação
te: అప్రామాణీకరణ రోజుల

source: Please enter any additional text for the invitation email
kab: Ma ulac aɣilif, sekcem aḍris nniḍen i yimayl n tinnubga
nn_no: Skriv inn eventuell ytterlegare informasjon for e-postinnbydinga
pt_pt: Por favor, introduza qualquer texto adicional para o email de convite
te: ఆహ్వానం ఇమెయిల్ కోసం ఏ అదనపు టెక్స్ట్ ఎంటర్ చెయ్యండి

source: Inviter
kab: Ɛṛeḍ-d
nn_no: Inviterar
pt_pt: Convidante
te: ఆహ్వానించువారు

source: Redeemer
kab: Yettwaqbel sɣuṛ
nn_no: Innløysar
pt_pt: Redentor
te: రిడీమర్

source: %(count)d outstanding request to join Mozillians group "%(name)s"
kab: %(count)d n tuttriwin ttṛaǧunt akken ad ddunt ɣer ugraw n Umuẓilyan "%(name)s"
nn_no: %(count)d eineståande førespurnad om å vere med i Mozillian-gruppa "%(name)s"
pt_pt: %(count)d pedido espetacular para se juntar ao grupo de Mozillians "%(name)s"
te: %(count)d Mozillian గుంపులో చేరమని వెచియున్న అభ్యర్థనలు "%(name)s"

source: Accepted to Mozillians group "%s"
kab: Yettwaqbel deg ugraw n imuẓilyanen "%s"
nn_no: Godkjend i Mozilliangruppa "%s"
pt_pt: Aceite no grupo de Mozillians "%s"
te: Mozillians గ్రూప్ లోనికి ఆహ్వానింపబడ్డారు"%s"

source: Not accepted to Mozillians group "%s"
kab: Ur yettwaqbel ara deg ugraw n imuẓilyanen "%s"
nn_no: Ikkje godkjend i Mozilliangruppa "%s"
pt_pt: Não aceite no grupo de Mozillians "%s"
te: Mozillians గ్రూప్ లోనికి ఆహ్వానింపబడలేదు"%s"

source: Status changed for Mozillians group "%s"
kab: Addad yettusnifel i ugraw n imuẓilyanen "%s"
nn_no: Status endra for Mozilliangruppa "%s"
pt_pt: O estado foi alterado para o grupo Mozillians "%s"
te: Mozillians గుంపు కోసం హోదా మార్చబడింది "%s"

source: Removed from Mozillians group "%s"
kab: Yettwakkes seg ugraw n imuẓilyanen "%s"
nn_no: Fjerna frå Mozilliangruppa "%s"
pt_pt: Removido do grupo de Mozillians "%s"
te: Mozillians గ్రూప్ లోనుండీ తీసివేయబడ్డారు "%s"

source: This group does not allow members to remove themselves.
kab: Agraw agi ur isirig ara imttekkiyen akken ad kksen iman-nsen.
nn_no: Denne gruppa tilèt ikkje medlemmar å fjerne seg sjølve.
pt_pt: Este grupo não permite aos membros se removerem a eles próprios.
te: ఈ గ్రూప్ సభ్యులు తమను తాము తొలగించడానికి అనుమతించదు.

source: The group needs at least one curator.
kab: Yessefk ad yili ɣaṛsum yiwen n uɛessas deg ugraw.
nn_no: Denne gruppa treng minst ein kurator.
pt_pt: O grupo precisa de, pelo menos, um curador.
te: ఈ గ్రూప్ కి కనీసం ఒక క్యురేటర్ కావలెను.

source: You have been removed from this group.
kab: Tettwakkseḍ seg ugraw agi.
nn_no: Du er fjerna frå denne gruppa.
pt_pt: Foi removido deste grupo.
te: మీరు ఈ గ్రూప్ నుండీ తీసివేయబడ్డారు.

source: The group member has been removed.
kab: Imttekki n ugraw yettwakkes.
nn_no: Gruppemedlemmen er fjerna.
pt_pt: O membro do grupo foi removido.
te: గ్రూప్ సభ్యుడు తీసివేయబడ్డారు.

source: This user has not requested membership in this group.
kab: Aseqdac agi ur d-yessuter ara ad ittekki deg ugraw agi.
nn_no: Denne brukaren har ikkje bedt om å bli medlem i gruppa.
pt_pt: Este utilizador ainda não solicitou a adesão a este grupo.
te: ఈ గ్రూప్ లో సభ్యత్వం కొరకు ఈ సభ్యుడు అభ్యర్దించలేదు.

source: This user is already a member of this group.
kab: Aseqdac agi ittekka yakan deg ugrawa agi.
nn_no: Denne brukaren er allereie medlem i denne gruppa.
pt_pt: Este utilizador já é membro deste grupo.
te: ఈ సభ్యుడు ఈ గ్రూప్ లో సభ్యుడే.

source: The membership of the user has been renewed.
kab: Attekki n useqdac yettwasmunet.
nn_no: Medlemskapet for brukare er fornya.
pt_pt: A adesão do utilizador foi renovada.
te: యూజర్ యొక్క సభ్యత్వం పునరుద్ధరించబడింది.

source: This user has been added as a member of this group.
kab: Aseqdac agi yettwarna yakan ɣer ugraw agi.
nn_no: Denne brukaren er lagt til som medlem av gruppa.
pt_pt: Este utilizador foi adicionado como membro deste grupo.
te: ఈ యూజర్ ఈ గ్రుప్ లోకి చేర్చబడినారు.

source: You are already in this group.
kab: Tellid yakan deg ugraw agi.
nn_no: Du er allereie med i denne gruppa.
pt_pt: Já pertence a este grupo.
te: మీరు ఈ గ్రూప్ లో సభ్యత్వం పొంది ఉన్నారు.

source: Your request to join this group is still pending.
kab: Asuter inek akken ad tedduḍ ɣer ugraw yettṛaǧu.
nn_no: Førespurnaden din om å bli med i denne gruppa vert handsama.
pt_pt: O seu pedido para se juntar a este grupo ainda está pendente.
te: ఈ గ్రూప్ లో చేరడానికి మీరు చేసుకున్న అభ్యర్దన ఇంకా పరిశీలనలో ఉంది.

source: This group is not accepting requests to join.
kab: Agraw agi ur isirig ara tuttriwin n uttekki.
nn_no: Denne gruppa godtek ikkje førspurnadar om å bli med.
pt_pt: Este grupo não está a aceitar pedidos para se juntar.
te: ఈ గ్రూప్ లోకి చేరడానికి అభ్యర్దనలు స్వీకరించబడుటలేదు.

source: You do not have the permissions to join this group.
kab: Ur tesɛiḍ ara tisirag akken ad tedduḍ ar ugraw-agi.
nn_no: Du har ikkje løyve til å vere med i denne gruppa.
pt_pt: Não tem as permissões para se juntar a este grupo.
te: ఈ సమూహంలో చేరడానికి మీకు అనుమతులు లేవు.

source: You have been added to this group.
kab: Tettwarnaḍ ɣer ugraw agi.
nn_no: Du er lagt til i denne gruppa.
pt_pt: Foi adicionado a este grupo.
te: మీరు ఈ గ్రూప్ లోకి చేర్చబడ్డారు.

source: Your membership request has been sent to the group curator(s).
kab: Asuter inek n uttekki yettwazen i uɛesss(i-en) n ugraw.
nn_no: Førespurnaden din er sendt til kuratoren/ane i gruppa.
pt_pt: O seu pedido de adesão foi enviado para o(s) curador(es) do grupo.
te: మీ సభ్యత్వ అభ్యర్దన ఈ గ్రూప్ నిర్వాహకులకి పంపబడినది.

source: You must be a curator to delete a group
kab: Yessefk ad tilid d aɛessas akken ad tekkseḍ agraw
nn_no: Du må vere kurator for å slette ei gruppe
pt_pt: Tem de ser um curador para eliminar um grupo
te: ఈ గ్రూప్ ని తొలగించుటకు మీరు ఈ గ్రూప్ కి నిర్వాహకులై ఉండాలి

source: You cannot delete a group if anyone else is in it.
kab: Ur tezmireḍ ara ad tekkseḍ agraw yesɛan degs amdan.
nn_no: Du kan ikkje slette ei gruppe om nokon annan er i henne.
pt_pt: Não pode eliminar um grupo se este tiver membros.
te: ఈ గ్రూప్ లో ఎవరైనా ఉన్నచో మీరు ఈ గ్రూప్ ని తొలగించలేరు.

source: Group %s has been deleted
kab: Agraw %s yettwakkes
nn_no: Gruppa %s er sletta
pt_pt: O grupo %s foi eliminado
te: గ్రూప్ %s తొలగించబడినది

source: You must be a curator or an admin to edit a group
kab: Yessefk ad tilid d aɛessas neɣ d anebdal akken ad ẓeṛgeḍ agraw
nn_no: Du må vere kurator eller admin for å redigere ei gruppe
pt_pt: Tem de ser um curador ou um administrador para editar um grupo
te: ఈ గ్రూప్ ని మార్చాలంటే మీరు సంరక్షుకుడు లేదా నిర్వాహకుడై ఉండాలి

source: The invitation to {0} has been successfully revoked.
kab: Tinnubga ɣer {0} tettwaḥwi.
nn_no: Invitasjonen til {0} er tilbakekalla.
pt_pt: O convite para {0} foi recusado com sucesso.
te: {0} కి ఆహ్వానము ఉపసంహరించబడినది.

source: Invitation to {0} has been sent successfully.
kab: Tinnubga n {0} yettwazen akken iwata.
nn_no: Invitasjonen til {0} er sendt.
pt_pt: O convite para {0} foi enviado com sucesso.
te: {0} కి ఆహ్వానము విజయవంతంగా పంపబడినది.

source: Page Not Found
kab: Ulac asebter
nn_no: Fann ikkje sida
pt_pt: Página não encontrada
te: పేజ్ కనబడలేదు

source: Oh No! That Page Doesn't Exist!
kab: Ala ala! Asebter ulac-it!
nn_no: Å, nei! Den sida finst ikkje!
pt_pt: Oh não! Essa página não existe!
te: అయ్యో! ఈ పేజ్ ఉనికి లో లేదు!

source: Tumbeasts by Matthew Inman of The Oatmeal
kab: Tumbeasts sɣuṛ Matthew Inman n The Oatmeal
nn_no: Tumbeasts av Matthew Inman frå The Oatmeal
pt_pt: Tumbeasts por Matthew Inman do The Oatmeal
te: వోట్మీల్ యొక్క మాథ్యూ ఇన్మాన్ ద్వారా టంబీస్ట్స్

source: <p> The page you requested couldn't be found. You can head to the <a href="%(home_url)s">Mozillians home page</a> to learn more about our community phonebook, or you can try searching for the person you were looking for using the search box at the top of this page. </p>
kab: <p>Asebter i d-sutreḍ ulac-it. Tzemred ad tedduḍ ɣer <a href="%(home_url)s"> usebter agejdan n imuẓilyanen</a> akken ad tissined ugar ɣef imedlis n tmezdagnut, neɣ ɛreḍ anadi n umdan s useqdec n wurti n unadi deg usawen n usebter agi.</p>
nn_no: <p> Fann ikkje den førespurde sida. Du kan gå til <a href="%(home_url)s">Mozillians-startsida</a> for å lese meir om fellesskapstelefonkatalogen vår eller prøve å søkja etter personen du leita etter ved å bruke søkeruta øvst på denne sida. </p>
pt_pt: <p> A página que requisitou não foi encontrada. Pode dirigir-se à <a href="%(home_url)s">página inicial do Mozillians</a> para saber mais acerca da nossa lista telefónica da comunidade, ou pode tentar pesquisar pela pessoa que estava à procura, utilizando a caixa de pesquisa no topo desta página. </p>
te: <p> మీరు అభ్యర్థించిన పేజీ కనుగొనబడలేదు కాలేదు. మీరు <a href="%(home_url)s"> Mozillians హోమ్ పేజీకి దారితీస్తుంది</a> మా కమ్యూనిటీ ఫోన్ పుస్తకం గురించి మరింత తెలుసుకోవడానికి, లేదా మీరు ఈ పేజీ ఎగువన శోధన బాక్స్ ఉపయోగించి వెతుకుతున్న వ్యక్తి శోధించడం ప్రయత్నించవచ్చు. </p>

source: <p> Because you aren't authenticated, you may not have access to private profiles in the phonebook. You should log in in case you're trying to access a private profile. If you don't have an account, <a href="%(join_url)s">join us</a>. </p>
kab: <p> S war asesteb, ur tezmired ara ad tkecmeḍ ɣer imeɣna usligen n imedlis. Ma ulac aɣilif qqen ma tebɣiḍ ad twaliḍ amaɣnu uslig. Ma yella ur tesɛiḍ ara amiḍan, <a href="%(join_url)s">dudd ɣur-neɣ</a>. </p>
nn_no: <p> Fordi du ikkje er autentisert, får du ikkje tilgang til private profilar i telefonkatalogen. Om du prøver å få tilgang til ein privat profil, bør du logge inn. Om du ikkje har ein konto, <a href="%(join_url)s">bli ein av oss</a>. </p>
pt_pt: <p> Porque não estava autenticado, pode não ter acesso aos perfis privados na lista telefónica. Deve iniciar sessão no caso de estar a tentar aceder a um perfil privado. Se não tiver uma conta, <a href="%(join_url)s">junte-se a nós</a>. </p>
te: <p> మీరు ప్రమాణీకరించడానికి లేదు ఎందుకంటే, మీరు ఫోన్ పుస్తకం లో ప్రైవేట్ ప్రొఫైల్స్ యాక్సెస్ కలిగి ఉండవు. మీరు సందర్భంలో ప్రవేశించవలసి మీరు ఒక ప్రైవేట్ ప్రొఫైల్ యాక్సెస్ చేయడానికి ప్రయత్నిస్తున్న. మీరు ఒక ఖాతా లేకపోతే, <a href="%(join_url)s">మాతో చేరండి</a>. </p>

source: Application Error
kab: Tuccḍa n usnas
nn_no: Programfeil
pt_pt: Erro da aplicação
te: అప్ప్లికేషన్ లోపం

source: We're Sorry, but Something Went Wrong!
kab: Suref-aɣ, yella wayen i d-yeḍran!
nn_no: Vi beklagar, men noko gjekk gale!
pt_pt: Pedimos desculpa, mas algo correu mal!
te: ఏదో తప్పు దొర్లింది! మమ్మల్ని క్షమించండి

source: Jitterbeasts by Matthew Inman of The Oatmeal
kab: Tumbeasts sɣuṛ Matthew Inman n The Oatmeal
nn_no: Jitterbeasts av Matthew Inman frå The Oatmeal
pt_pt: Jitterbeasts por Matthew Inman do The Oatmeal
te: జిట్టర్బీస్ట్స్ బై మేథ్హీవ్ ఇన్మాన్ ఆఫ్ ద ఓట్మీల్

source: <p> Sorry, but we encountered an unexpected error and can't process your request. You can try again by refreshing your browser or you can <a href="%(bugzilla_url)s"> file a bug</a> letting us know what happened and we'll get right on fixing the problem. </p> <p> If refreshing the page didn't work, you can <a href="%(home_url)s">head to the Mozillians home page</a> to find out more about Mozillians. Sorry about this! </p>
kab: <p> Suref-aɣ, nemmuger-d tuccḍa udiɣ ur nezmir ara ad nsesfer tuttra yinek. Tzemreḍ ad tɛerḍeḍ tikelt nniḍen s usmiren n iminig inek neɣ <a href="%(bugzilla_url)s">ad teččareḍ aneqqis n ibugen</a> akken ad nẓeṛ ayen yeḍran sakin ad nwali ayen ilaqen akken ad nefru ugur.</p><p>Ma yella asmiren n usebter ur yeddi ara, tzemreḍ <a href="%(home_url)s">ad tedduḍ ɣer usebter agejdan n imuẓilyanen</a> akken ad teẓred ugar ɣef imuẓilyanen. Suref-aɣ ! </p>
nn_no: <p> Beklagar, men vi støytte på ein uventa feil og klarte ikkje å handtere førespurnaden din. Du kan prøve å nytt med å oppdatere nettlesaren din, eller <a href="%(bugzilla_url)s"> rapportere feilen</a> og fortelje oss kva som skjedde, så kjem vi å fikse problemet så snart som mogleg. </p> <p> Om det ikkje hjelper å oppdatere sida kan du <a href="%(home_url)s">gå til Mozillians-startsida</a> for å lese meir om Mozillians. Vi orsakar så mykje for dette! </p>
pt_pt: <p> Desculpe, mas encontramos um erro inesperado e não podemos processar o seu pedido. Pode tentar novamente recarregando o seu navegador ou pode <a href="%(bugzilla_url)s"> registar um erro</a>, indicando o que aconteceu e iremos começar a resolver o problema. </p> <p> Se recarregar a página não funcionar, pode <a href="%(home_url)s"> dirigir-se à pagina inicial do Mozillians</a> para descobrir mais acerca do Mozillians. Pedimos desculpa por isto! </p>
te: <p> క్షమించండి, కానీ మేము ఊహించని ఒక లోపం ఏర్పడింది మీ అభ్యర్థనను ప్రాసెస్ చేయలేము. మీరు మీ బ్రౌజర్ను రిఫ్రెష్ చేసి మళ్ళీ ప్రయత్నించండి లేదా మీరు <a href="%(bugzilla_url)s"> ఒక బగ్ ను ఫైల్ చేయండి</a> మాకు ఏమి జరిగిందో తెలియజేస్తే మరియు మేము సమస్య ఫిక్సింగ్ చేయడం జరుగుతుంది. </p> <p> రిఫ్రెష్ పేజీ పని చేయకపోతే, మీరు Mozillians గురించి మరింత తెలుసుకోవడానికి<a href="%(home_url)s">Mozillians హోమ్ పేజీకి వెళ్ళవచ్చు</a>. క్షమించండి! </p>

source: Mozillians
kab: Imuẓilyanen
nn_no: Mozillianarar

source: Welcome
kab: Anṣuf
nn_no: Velkomen
pt_pt: Bem-vindo
te: సుస్వాగతం

source: Mozilla's contributor phonebook
kab: Imedlis n tensa n imttekkiyen n Mozilla
nn_no: Mozillas telefonkatalog over medarbeidarar
pt_pt: Lista telefónica de contribuidores da Mozilla
te: Mozilla తోడ్పాటుదారుల యొక్క ఫోన్ బుక్

source: Select language
kab: Fren tutlayt
nn_no: Vel språk
pt_pt: Selecionar idioma
te: భాష ఎంచుకోండి

source: Skip to main content
kab: Ddu ɣer ugbur agejdan
nn_no: Gå til hovudinnhaldet
pt_pt: Saltar para o conteúdo principal
te: ప్రధాన కంటెంటుకు వెళ్ళు

source: Search for people, groups and more
kab: Nadi imdanen, igrawen d wayen nniḍen
nn_no: Søk etter personar og grupper, med meir
pt_pt: Pesquisar por pessoas, grupos e mais
te: ప్రజలు, సమూహాలు, తదితరాల కోసం వెతకండి

source: View Profile
kab: Sken amaɣnu
nn_no: Vis profil
pt_pt: Ver perfil
te: ప్రొఫైల్‌ను వీక్షించు
