Repository: johngian/mozillians-l10n
Catalog: */LC_MESSAGES/django.po
Languages: kab, nn_no, pt_pt, te

source: Settings
kab: Iɣewwaṛen
nn_no: Innstillingar
pt_pt: Definições
te: అమరికలు

source: Groups
kab: Igrawen
nn_no: Grupper
pt_pt: Grupos
te: సమూహాలు

source: Invite
kab: Snubget
nn_no: Inviter
pt_pt: Convidar
te: ఆహ్వానించు

source: Log Out
kab: Ffeɣ
nn_no: Logg ut
pt_pt: Terminar sessão
te: నిష్క్రమించు

source: Log In / Sign Up
kab: Kcem / Jerred
nn_no: Logg inn/Registrer deg
pt_pt: Iniciar sessão / Registar
te: లాగ్ ఇన్ / సైన్ అప్ చేయండి

source: Help make Mozillians better. <a href="%(bug_url)s">File a bug</a> or <a href="%(git_url)s">make some changes</a>.
kab: Mudd-aɣ-d afus akken ad nesnerni Mozillians. <a href="%(bug_url)s">Azen-d abug</a> neɣ <a href="%(git_url)s">sumer-d asnifel</a>.
nn_no: Hjelp oss med å gjere Mozillians betre. <a href="%(bug_url)s">Rapporter ein feil</a> eller <a href="%(git_url)s">gjer nokre endringar</a>.
pt_pt: Ajude a tornar o Mozillians melhor. <a href="%(bug_url)s">Submeta um bug</a> ou <a href="%(git_url)s">faça algumas alterações</a>.
te: మంచి Mozillians చేయడానికి సహాయం చేయండి. <a href="%(bug_url)s">ఒక బగ్ ను ఫైల్ చేయండి</a> లేదా <a href="%(git_url)s"> కొన్ని మార్పులు చేయండి</a>.

source: Portions of this content are &copy;1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(license_link)s">Creative Commons license</a>.
kab: Kra nyeḥricen n ugbur agi d &copy;1998–%(current_year)s sɣur imttekiyen iman-nsen n mozilla.org. Agbur yella daw n <a href="%(license_link)s">turagt Creative Commons</a>.
nn_no: Opphavsretten for delar av dette innhaldet høyrer til einskilde bidragsytarar ved mozilla.org – &copy;1998–%(current_year)s. Innhaldet er tilgjengeleg under ein <a href="%(license_link)s">Creative Commons-lisens</a>.
pt_pt: Porções deste conteúdo são &copy;1998–%(current_year)s por contribuidores individuais da mozilla.org. Conteúdo disponível através de uma <a href="%(license_link)s">licença Creative Commons</a>.
te: ఈ సమాచారంలో కొన్ని భాగాల కాపీహక్కులు &copy;1998–%(current_year)s వ్యక్తిగత mozilla.org తోడ్పాటుదార్లవి. ఈ సమాచారం <a href="%(license_link)s">క్రియేటివ్ కామన్స్ లైసెన్సు</a> క్రింద లభ్యం.

source: About Mozillians
kab: Ɣef imuẓilyanen
nn_no: Om Mozillians
pt_pt: Sobre o Mozillians
te: Mozillians గురించి

source: Contact Us
kab: Nermes-aɣ-d
nn_no: Kontakt oss
pt_pt: Contacte-nos
te: మమ్మల్ని సంప్రదించండి

source: Privacy Policy
kab: Tasertit n tbaḍnit
nn_no: Personvernpraksis
pt_pt: Política de privacidade
te: గోప్యత విధానం

source: Legal Notices
kab: Alɣu ɣef usaḍuf
nn_no: Juridisk informasjon
pt_pt: Avisos legais
te: చట్టపరమైన నోటీసులు

source: Report Trademark Abuse
kab: Mmel-d aggad iseqdacen tacreṭ yersen
nn_no: Rapporter varemerkemisbruk
pt_pt: Denunciar Abuso de Marca Registada
te: ట్రేడ్మార్క్ ఉల్లంగన ఫిర్యాదు చేయి

source: Confirm removing member
kab: Sentem tukksa n imttekki
nn_no: Stadfest fjerning av medlem
pt_pt: Confirmar remoção de membro
te: సభ్యౌడిని తీసివేయుట నిర్ధారించండి

source: Really leave group %(group)s?
kab: Tebɣiḍ ad teffɣeḍ seg ugraw %(group)s?
nn_no: Vil du forlate gruppa %(group)s?
pt_pt: Sair mesmo do grupo %(group)s?
te: %(group)s గ్రూప్ ని వదిలి వెళ్ళడానికి మీరు సిద్ధమా ?

source: Really remove user %(profile)s from group %(group)s?
kab: Tebɣiḍ ad tekkseḍ aseqdac %(profile)s seg ugraw %(group)s ?
nn_no: Vil du fjerne brukaren %(profile)s frå gruppa %(group)s?
pt_pt: Remover mesmo o utilizador %(profile)s do grupo %(group)s?
te: నిజంగా వినియోగదారుని %(profile)s ప్రొఫైల్స్ని %(group)s నుండి తొలగించదలిచారా?

source: Remove
kab: Kkes
nn_no: Fjern
pt_pt: Remover
te: తీసివేయు

source: Return to group
kab: Uɣal ɣer ugraw
nn_no: Gå tilbake til gruppa
pt_pt: Voltar ao grupo
te: గ్రూప్ లోనికి తిరిగి ప్రవేసించు

source: Group settings
kab: Iɣewwaṛen n ugraw
nn_no: Gruppeinnstillingar
pt_pt: Definições do grupo
te: సమూహ అమరికలు

source: Please correct the errors below.
kab: Ma ulac aɣilif seɣti tuccḍiwin daw-a.
nn_no: Rett opp feila nedanfor.
pt_pt: Por favor corrija os erros abaixo.
te: క్రింది తప్పులను సరి చేయండి.

source: Group
kab: Agraw
nn_no: Gruppe
pt_pt: Grupo
te: సమూహం

source: Access
kab: Anekcum
nn_no: Tilgang
pt_pt: Acesso
te: యాక్సెస్

source: Invitations
kab: Tinnubgiwin
nn_no: Invitasjonar
pt_pt: Convites
te: ఆహ్వానాలు

source: Administration
kab: Tandbelt
nn_no: Administrasjon
pt_pt: Administração
te: పరిపాలన

source: Group: {name}
kab: Agraw: {name}
nn_no: Gruppe: {name}
pt_pt: Grupo: {name}
te: సమూహం: {name}

source: Functional Area
kab: Taɣult n warmud
nn_no: Funksjonelt område
pt_pt: Área funcional
te: క్రియాశీల రంగం

source: Delete Group
kab: Kkes agraw
nn_no: Slett gruppe
pt_pt: Eliminar grupo
te: సమూహాన్ని తొలగించు

source: Edit Group
kab: Ẓreg agraw
nn_no: Rediger gruppe
pt_pt: Editar grupo
te: సమూహాన్ని సవరించు

source: Skills members have in common
kab: Tiwezza tucrikin gar imttekkiyen
nn_no: Ferdigheiter som medlemmane deler
pt_pt: Competências que os membros têm em comum
te: సభ్యులలో సాధారణంగా ఉన్న నైపుణ్యాలు

source: Community Steward
kab: Amarag n tmezdagnut
nn_no: Fellesskapfunksjonær
pt_pt: Guardião da Comunidade
te: సంఘ స్టీవర్డ్

source: Curators
kab: Iɛessasen
nn_no: Kuratorar
pt_pt: Curador
te: క్యురేటర్లు

source: Curator
kab: Aɛessas
nn_no: Kurator
pt_pt: Curador
te: క్యురేటర్

source: Profile Photo
kab: Tawlaft n umaɣnu
nn_no: Profilbilde
pt_pt: Foto de perfil
te: ప్రొఫైల్ చిత్రం

source: Request to Join Group
kab: Asuter n tiddin ɣer ugraw
nn_no: Be om å få vere med i denne gruppa
pt_pt: Pedir para se juntar ao grupo
te: గ్రూప్ లో చేరుటకు అభ్యర్దించు

source: Join Group
kab: Ddu ɣer ugraw
nn_no: Ver med i gruppa
pt_pt: Juntar-se ao grupo
te: సమూహంలో చేరండి

source: Leave Group
kab: Ffeɣ seg ugraw
nn_no: Forlat gruppa
pt_pt: Sair do grupo
te: సమూహాన్ని వదిలివెళ్ళండి

source: Filter
kab: Imzizdig
nn_no: Filtrer
pt_pt: Filtro
te: వడపోత

source: There are no open membership requests for %(group_name)s.
kab: Ulac asuter n uttekki yettṛaǧun i %(group_name)s.
nn_no: Det finst ingen opne medlemsførespurnadar for %(group_name)s.
pt_pt: Não existem pedidos de adesão pendentes para %(group_name)s.
te: %(group_name)s కు ఎటువంటి బహిరంగ సభ్యత్వం అభ్యర్థనలు లేవు.

source: There are no users who haven't accepted %(group_name)s's terms.
kab: Ulac iseqdacen ur yeqbilen ara tiwtilin %(group_name)s.
nn_no: Det finst ingen brukarar som ikkje har akseptert vilkåra i %(group_name)s.
pt_pt: Não existem utilizadores que não tenham aceite os termos de %(group_name)s.
te: %(group_name)s యొక్క నిబంధనలు అంగీకరించని వినియోగదారులు లేరు.

source: There are no pending renewals for %(group_name)s.
kab: Ulac asuter n usmuynet yettṛaǧun i %(group_name)s.
nn_no: Det finst ingen ventande fornyingar for %(group_name)s.
pt_pt: Não existem renovações pendentes para %(group_name)s.
te: %(group_name)sకు వేచివున్న పునరుద్ధరణలు ఏమీ లేవు.

source: Sorry, we can not find any mozillians in %(group_name)s.
kab: Suref-aɣ, ur nezmir ara ad naf imuẓilyanen di %(group_name)s.
nn_no: Diverre kan vi ikkje finne mozillianer i %(group_name)s.
pt_pt: Pedimos desculpa, não conseguimos encontrar nenhum mozillian em %(group_name)s.
te: మన్నించండి, మేము %(group_name)s లో ఏ Mozillians ని కనుగొనలేదు.

source: Functional Area Members
kab: Imttekkiyen di taɣult n warmud
nn_no: Funktionellt område-medlemmar
pt_pt: Membros de área funcional
te: ఫంక్షనల్ ఏరియాలోని సభ్యులు

source: Group Members
kab: Imttekkiyen n ugraw
nn_no: Gruppemedlemmar
pt_pt: Membros do grupo
te: సమూహ సభ్యులు

source: Your membership request is pending approval by the group curator.
kab: Asuter inek n uttekki yettṛaǧu aqbal n uɛessas n ugraw.
nn_no: Førespurnaden din om medlemskap ventar stadig på godkjenning av kuratoren i gruppa.
pt_pt: O seu pedido de adesão está pendente da aprovação pelo curador do grupo.
te: మీ సభ్యత్వ నమోదు అభ్యర్దనని గ్రూప్ క్యురేటర్ పరిశీలనలో ఉంది.

source: Functional Areas
kab: Taɣult n warmud
nn_no: Funksjonelle område
pt_pt: Áreas funcionais
te: ఫంక్షనల్ ఏరియా

source: View Mozillians, Stewards and information for any functional area. Find out who works on what and how you can help out.
kab: Wali imuẓilyanen, imasayen akked telɣut di yal taɣult n warmud. Wali anwa ixedmen ɣef wacu d wamek tzemreḍ ad d-muddeḍ afus.
nn_no: Vis Mozillians, funksjonærar og informasjon for alle funksjonelle område. Finn ut kven som arbeider med kva og korleis du kan hjelpe til.
pt_pt: Consulte Mozillians, Guardiões e informações para qualquer área funcional. Descubra quem trabalha em quê e como você pode ajudar.
te: మొజిల్లియన్లను, స్టీవార్డులను, ఏదైనా క్రియాశీల రంగం గురించిన సమాచారాన్ని చూడండి. దేనిపై ఎవరు పనిచేస్తున్నారో, మీరు ఎలా తోడ్పడవచ్చో తెలుసుకోండి.

source: Group Listing
kab: Tabdart n igrawen
nn_no: Gruppeoppføring
pt_pt: Listagem de grupos
te: గ్రూప్ లిస్టింగ్

source: Sort
kab: Smizzwer
nn_no: Sortere
pt_pt: Ordenar
te: సార్ట్

source: Mozillians work on all sorts of different things! From Add-on developers to localizers, find Mozillians who work on similar things using user-created groups.
kab: Imuẓilyanen mahalen di deqs n tɣawsiwin yemgaraden ! Ama d ineflayen n isiɣzaf neɣ wid isuqulen, af-d imuẓilyanen ixedmen akka am wigi s useqdec n igrawen udmawanen.
nn_no: Mozillianer arbeider med alle moglege ting! Gjennom brukaroppretta grupper kan du finne Mozillians som arbeider med liknande saker, innanfor alt frå utvidingsutviklarar til omsettarar.
pt_pt: Os Mozillians trabalham em todo o tipo de coisas diferentes! Desde programadores de Extras a tradutores, encontre Mozillians que trabalham em coisas semelhantes utilizando grupos criados por utilizadores.
te: Mozillians వివిధ అన్ని రకాల పని చేస్తారు! యూజర్ సృష్టించిన సమూహాలు ఉపయోగించి ఇలాంటి విషయాలు మీద పని చేసే యాడ్-ఆన్ డెవలపర్లు నుంచి లోకలైజర్ల వరకు కనుగొనవచ్చు.

source: %(num)s member
kab: Imttekki %(num)s
nn_no: %(num)s medlem
pt_pt: %(num)s membro
te: %(num)s సభ్యుడు

source: Create Group
kab: Rnu agraw
nn_no: Lag gruppe
pt_pt: Criar grupo
te: గ్రూప్ స్థాపించు

source: Cancel
kab: Sefsex
nn_no: Avbryt
pt_pt: Cancelar
te: రద్దుచేయి

source: Save
kab: Sekles
nn_no: Lagre
pt_pt: Guardar
te: భద్రపరచు

source: Skills
kab: Tiwezza
nn_no: Ferdigheiter
pt_pt: Competências
te: నైపుణ్యాలు

source: Skill: {name}
kab: Tawzut: {name}
nn_no: Ferdigheit: {name}
pt_pt: Competência: {name}
te: నైపుణ్యం: {name}

source: Skill
kab: Tawzut
nn_no: Ferdigheit
pt_pt: Competência
te: నైపుణ్యం

source: Add Skill
kab: Rnu tawzut
nn_no: Legg til ferdigheit
pt_pt: Adicionar competência
te: నైపుణ్యము చేర్చు

source: Remove Skill
kab: Kkes tawzut
nn_no: Fjern ferdigheit
pt_pt: Remover competência
te: నైపుణ్యము తీసివేయి

source: Sorry, we cannot find any mozillians with skill %(name)s
kab: Suref-aɣ, ur nezmir ara ad naf imuẓilyanen s twezut %(name)s
nn_no: Beklagar, vi fann ingen mozillians med ferdigheita %(name)s
pt_pt: Desculpe, não encontrámos quaisquer mozillians com a competência %(name)s
te: క్షమించండి, మాకు ఈ %(name)s కలిగిన Mozillians కనబడలేదు

source: Review terms
kab: Ɛiwed tamuɣli di tewtilin
nn_no: Vurder vilkåra
pt_pt: Rever termos
te: సమీక్ష షరతులు

source: Group Type
kab: Anaw n ugraw
nn_no: Gruppetype
pt_pt: Tipo do grupo
te: గ్రూప్ పేరు

source: Update Type
kab: Snifel anaw
nn_no: Oppdater type
pt_pt: Atualizar tipo
te: అప్డేట్ రకం

source: Update Access
kab: Snifel anaw
nn_no: Oppdater tilgang
pt_pt: Atualizar acesso
te: ప్రాప్యతను తాజాకరించు

source: Update Curators
kab: Snifel iɛessasen
nn_no: Oppdater kuratorar
pt_pt: Atualizar curadores
te: అప్డేట్ క్యురేటర్స్

source: Terms & Expiration
kab: Tiwtilin & tagara
nn_no: Vilkår og forfallsdatoar
pt_pt: Termos e expiração
te: షరతులు & గడువు

source: New members should accept terms
kab: Yessefk imttekkiyen imaynuten ad qeblen tiwtilin
nn_no: Nye medlemmar må akseptere vilkåra
pt_pt: Novos membros devem aceitar os termos
te: కొత్త సభ్యులు షరతులను అంగీకరించాలి

source: Use <a href="%(url)s">Markdown</a> for bold, italic, lists and links.
kab: Seqdec <a href="%(url)s">Tiṛekkizin Markdown</a> i uzuran, uknan, tibdarin akked iseɣwan.
nn_no: Bruk <a href="%(url)s">Markdown</a> for halvfeit, kursivering, lister og lenker.
pt_pt: Utilize <a href="%(url)s">Markdown</a> para negrito, itálico, listas e ligações.
te: బోల్డ్, ఇటాలిక్, లిస్ట్స్ మరియు లింక్స్ కొరకు <a href="%(url)s">మార్క్ డౌన్</a> వాడండి.

source: Membership can expire
kab: Attekki yezmer ad ifak
nn_no: Medlemskap kan forfalle
pt_pt: A adesão pode expirar
te: సభ్యత్వం గడువు ముగియవచ్చు

source: Update Terms & Expiration
kab: Leqqem tiwtilin akked wazemz n tagara
nn_no: Oppdater vilkår og forfallsdatoar
pt_pt: Atualizar termos e expiração
te: షరతులు మరియు గడువులు అప్డేట్ చేయండి

source: Update Administration Settings
kab: Snifel iɣewwaṛen n tnebdelt
nn_no: Oppdater administratorinnstillingar
pt_pt: Atualizar definições de administração
te: నిర్వాహక అమరికలను తాజాకరించు

source: Update Description
kab: Snifel aglam
nn_no: Oppdater skildring
pt_pt: Atualizar descrição
te: వివరణ అప్డేట్ చేయి

source: I acknowledge that deleting this group is an action that can not be undone. All the information related to this group will be lost foreover.
kab: Ẓriɣ d akken ulac tuɣalin ar deffir ma yella kkseɣ agraw agi. Akk talɣut icudden ɣer ugraw agi ur d-ttuɣalent ara i lebda.
nn_no: Eg er medveten om at å fjerne denne gruppa er ei handling som ikkje kan gjerast om. All informasjon relatert til denne gruppa kjem til å gå tapt for alltid.
pt_pt: Eu reconheço que eliminar este grupo é uma ação que não pode ser desfeita. Toda a informação relacionada com este grupo será perdida para sempre.
te: నేను ఈ గుంపులో తొలగించడం పునరావృత్తం కాని చర్య అని గుర్తించాను. ఈ సమూహానికి సంబంధించిన మొత్తం సమాచారం ఎప్పటికీ పోతాయి.

source: Pending Invitations
kab: Asnubget yettṛaǧun
nn_no: Ventande invitasjonar
pt_pt: Convites pendentes
te: సశేషం ఆహ్వానాలు

source: Delete
kab: Kkes
nn_no: Slett
pt_pt: Eliminar
te: తొలగించు

source: Resend
kab: Azen tikelt nniḍen
nn_no: Send på nytt
pt_pt: Reenviar
te: తిరిగి పంపు

source: Additional Email Text
kab: Aḍris imayl asemmadan
nn_no: Ytterlegare e-posttekst
pt_pt: Texto de email adicional
te: అదనపు ఇమెయిల్ టెక్స్ట్

source: Custom Invitation Text
kab: Aḍris n tinnubga tudmawant
nn_no: Tilpassa innbydingstekst
pt_pt: Texto de convite personalizado
te: కస్టమ్ ఆహ్వాన పదాలు

source: Update Text
kab: Snifel aḍris
nn_no: Oppdater tekst
pt_pt: Atualizar texto
te: అప్డేట్ పదాలు

source: Invite new member
kab: Ɛṛeḍ-d imttekki amaynut
nn_no: Inviter ny medlem
pt_pt: Convidar novo membro
te: కొత్త సభ్యుడిని ఆహ్వానించు

source: Choose visibility group for this field
kab: Fren tamanit n ugraw i wurti agi
nn_no: Vel synligheitsgruppe for feltet
pt_pt: Escolha a visibilidade do grupo para este campo
te: ఈ ఫీల్డ్కు దృష్టి గోచరత గుంపు ఎంచుకోండి

source: Previous
kab: Ɣeṛ deffir
nn_no: Føregåande
pt_pt: Anterior
te: మునుపటి

source: Page
kab: Asebter
nn_no: Side
pt_pt: Página
te: పేజీ

source: Next
kab: Ɣer zdat
nn_no: Neste
pt_pt: Próxima
te: తరువాత

source: Confirm Request
kab: Sentem tuttra
nn_no: Stadfest førespurnad
pt_pt: Confirmar pedido
te: అభ్యర్దన నిర్ధారించు

source: Requested
kab: Yettusuter
nn_no: Førespurd
pt_pt: Requeridos
te: అభ్యర్దంచబడినది

source: About Dino McVouch
kab: Ɣef Dino McVouch
nn_no: Om Dino McVouch
pt_pt: Sobre o Dino McVouch
te: డినో McVouch గురించి

source: Dino McVouch is Mozillians.org bot. Auto-vouches recognized Mozillians and takes care of Mozillians.org.
kab: Dino McVouch d aṛubu n Mozillians.org. yetteɛqal s wudem awurman imuẓilyanen yettwasnen udiɣ yesseḥbibir ɣef Mozillians.org.
nn_no: Dino McVouch er Mozillians.org bot. Den stadfestar automatisk attkjende Mozillians og tek hand om Mozillians.org.
pt_pt: Dino McVouch é o robot do Mozillians.org. Auto-certifica Mozillians reconhecidos e cuida do Mozillians.org.
te: డినో McVouch ఒక Mozillians.org బాట్. దీని కర్తవ్యం‌ గుర్తింపు పొందిన Mozillians కి వౌచ్ చేయడం మరియు Mozillians.org ను జాగ్రత్తగా చూసుకోవడం జరుగుతుంది.

source: Photo collage of Mozillians
kab: Asenteḍ n tewlafin n imuẓilyanen
nn_no: Bildekollasj av Mozillians
pt_pt: Montagem de fotos de Mozillians
te: Mozillians యొక్క ఫోటో కోల్లెజ్

source: <p> Mozillians are people who volunteer their time to advance the Mozilla mission. They're dedicated to promoting openness, innovation and opportunity on the Web and they form the core of our community. </p> <p> This directory is a resource to make it easy for Mozillians to learn who is involved, what they do and how to connect with them. It also allows you to receive email communications from Mozilla. </p> <p> <a href="%(wiki_roadmap_url)s">These features</a>, and others, are currently in development. If you'd like to help us out with these, find out how you can <a href="%(wiki_get_involved_url)s"> get involved</a>. </p>
kab: <p> Imuẓilyanen d imdanen i yettmuddun akud-nsen akken ad snernin tuɣdaṭ n Mozilla. Ɛewlen akken ad seḥbibren ɣef tulya, asnulfu akked tignatin deg Web udiɣ d nutni i d ul n tmezdagnut-nneɣ. </p> <p> Imedlis-agi n tensa d taɣbalut ara yessifsusen i yimuẓilyanen akken ad d-afen imttekkiyen-nniḍen, ad ẓṛen ayen xeddmen d wamek ad ten-nremsen. </p> <p> Tettnadid timlilit akked imuẓilyanen di Paris? Tesriḍ amuzay XPCOM akken ad iɣeṛ aseɣtan? Asmel-agi i wanecta. </p> <p><a href="%(wiki_roadmap_url)s">Timahilin-agi</a> d wayen-nniḍen, ad ttusneflayen akka tura. Ma tevɣiḍ ad d-muddeḍ afus akken ad d-alint, wali amek <a href="%(wiki_get_involved_url)s">ara tettekkiḍ </a>. </p>
nn_no: <p> Mozillians er personar som frivillig bidrar med tida si for å fremje Mozilla sitt oppdrag. Dei er dedikerte til å fremje openheit, nyskaping og mulegheiter på nettet og utgjer kjerna i fellesskapet vårt. </p> <p> Denne katalogen er ein ressurs for å gjere det enklare for Mozillians å sjå kven som er med, kva dei gjer og korleis ein kan kontakte dei. Du får òg e-postmeldingar frå Mozilla. </p> <p> <a href="%(wiki_roadmap_url)s">Desse funksjonane</a>, og fleire andre, er for tida under utvikling. Om du vil hjelpe til med å utvikle dei, les om korleis du kan <a href="%(wiki_get_involved_url)s"> vere med</a>. </p>
pt_pt: <p> Os Mozillians são pessoas que oferecem o seu tempo para fazer avançar a missão da Mozilla. Eles dedicam-se a promover a abertura, inovação e oportunidade na Web e formam o núcleo da nossa comunidade. </p> <p> Este diretório é um recurso para tornar mais fácil aos Mozillians saberem quem está envolvido, o que fazem e como se podem ligar a eles. Também permite que você receba comunicações por e-mail da Mozilla. </p> <p><a href="%(wiki_roadmap_url)s">Estas funcionalidades</a>, e outras, estão atualmente em desenvolvimento. Se gostaria de nos ajudar nisto, descubra <a href="%(wiki_get_involved_url)s">como participar</a>.</p>

source: Privacy First
kab: Tabaḍnit i d tamezwarut
nn_no: Personvern først
pt_pt: Privacidade em primeiro
te: గోప్యత ప్రధమం

source: Privacy has been an important part of this directory from the very beginning. We want to make sure we provide Mozillians with the best experience possible, from the way the site is built to the way we vouch for new users before they can access data that should only be available to other Mozillians. Read our <a href="%(privacy_policy_url)s"> Privacy Policy </a> for more information.
kab: Tudert tusligt d aḥric meqqren deg ukaram agi si tazwara. Nebɣa ad netbet d akken ad nesumer i yimuẓilyanen tarmit ifazen akken nezmer, seg ufeṣṣel n usmel arma d tadhelt n iseqdacen imaynuten send ad kecmen ɣer isefka ur keččmen wiyad ala imuqilyanen. Ugar n telɣut, Wali <a href="%(privacy_policy_url)s">tasertit n tbaḍnit</a> nneɣ.
nn_no: Personvern har vore ein viktig del av denne katalogen heilt frå byrjinga. Vi vil sikra at alle Mozillians får ei best mogleg oppleving, frå måten nettstaden er oppbygd på, til måten vi stadfestar (vouch) nye brukarar før dei får tilgang til data som berre skal vere tilgjengelege for andre Mozillians. Les <a href="%(privacy_policy_url)s"> personvernpraksisen </a> vår for meir informasjon.
pt_pt: A privacidade tem sido uma parte importante deste diretório desde o início. Queremos ter a certeza de que fornecemos aos Mozillians a melhor experiência possível, desde a forma como o site está construído, à nossa forma de validação de novos utilizadores antes que estes possam aceder aos dados que devem estar disponíveis apenas para outros Mozillians. Leia a nossa <a href="%(privacy_policy_url)s"> Política de Privacidade </a> para mais informações.
te: గోప్యతా చాలా మొదటి నుండి ఈ డైరెక్టరీ యొక్క ఒక ముఖ్యమైన భాగం. మేము ఖచ్చితంగా సాధ్యం ఉన్నంత వరకు ఉత్తమ అనుభవం, మార్గం వారు మాత్రమే ఇతర Mozillians అందుబాటులో ఉండాలని ఆ డేటా యాక్సెస్ చేయవచ్చు ముందు సైట్ మేము కొత్త వినియోగదారులు హమీ మార్గం నిర్మించబడింది నుండి Mozillians అందించడానికి చేయాలనుకుంటున్నాము. మరింత సమాచారం కోసం చదవండి మా <a href="%(privacy_policy_url)s"> గోప్యతా విధానం </a>.

source: Get Involved
kab: Ttekki
nn_no: Ver med
pt_pt: Participe
te: పాల్గొనండి

source: The community directory is also a community project and you are welcome to get involved to help us make it even better or to integrate it into other community tools. Get in touch with us on the <a href="%(google_groups_url)s"> Mozillians forums </a> to learn how.
kab: Imedlis n tensa n tmezdagnut netta iman-is d asenfaṛ n tmezdagnut u tzemreḍ ad tettekkiḍ akken aɣ-d-mudded tallalt n usnerni yines neɣ akken ad yesleɣ akked ifecka nniḍen n tmezdagnut. Nmes-aɣ-d s <a href="%(google_groups_url)s">s ugraw n imuẓilyanen</a> akken ad teẓreḍ amek ara tebduḍ.
nn_no: Fellesskapkatalogen er òg eit fellesskapprosjekt og du er velkommen å engasjere deg for å hjelpe oss med å gjere han enno betre, eller for å innlemme han i andre fellesskapverktøy. Kontakt oss på <a href="%(google_groups_url)s"> Mozillians-forumet </a> for å finne ut meir.
pt_pt: O diretório da comunidade é também um projeto da comunidade e você está convidado a participar para nos ajudar a torná-lo ainda melhor ou para integrá-lo noutras ferramentas da comunidade. Para saber mais, entre em contacto connosco nos <a href="%(google_groups_url)s"> forúns Mozillians </a>.
te: కమ్యూనిటీ డైరెక్టరీ అనేది ఒక కమ్యూనిటీ ప్రాజెక్ట్ మరియు మీరు మాకు కూడా మంచి తయారు లేదా ఇతర కమ్యూనిటీ టూల్స్ ఇంటిగ్రేట్ సహాయం పాల్గొనడానికి సంతోషాన్నిస్తునాము. మాతో టచ్ లో రావడానికి ఎలా తెలుసుకోవడానికి <a href="%(google_groups_url)s"> Mozillians ఫోరంలు </a>.

source: Mozillians API
kab: API Imuẓilyanen
pt_pt: API do Mozillians

source: API Version 2
kab: API Lqem 2
nn_no: API-versjon 2
pt_pt: Versão 2 da API
te: API వెర్షన్ 2

source: Take a look at the list of the API methods we've made available in our <a href="%(api_schema_url)s">documentation</a>. You can instantly get a new API key by submitting a request below. If you need a key with elevated permissions you'll have to <a href="%(bugzilla_request_url)s">file a bug</a>.
kab: Wali tabdart n tarrayin n API yellan di avec <a href="%(api_schema_url)s">tsemlit</a> nneɣ. tzemreḍ ad tawiḍ s srid tasarutt API tamaynut s tuzna n tuttra daw-a. Ma yella tesriḍ tasarutt s tsirag nniḍen, tzemreḍ <a href="%(bugzilla_request_url)s">ad teldiḍ abug</a>.
nn_no: Ta ein titt på lista over API-metodar vi har gjort tilgjengelege i <a href="%(api_schema_url)s">dokumentasjonen</a> vår. Du kan omgåande få ein ny API-nøkkel ved å sende inn ein førespurad nedanfor. Om du treng ein nøkkel med utvida løyve må du <a href="%(bugzilla_request_url)s">sende inn ein feilrapport</a>.
pt_pt: Dê uma vista de olhos à lista de métodos da API que disponibilizámos na nossa <a href="%(api_schema_url)s">documentação</a>. Pode obter de forma instantânea uma nova chave de API submetendo um pedido abaixo. Se precisar de uma chave com permissões elevadas terá de <a href="%(bugzilla_request_url)s">submeter um bug</a>.
te: మేము మా <a href="%(api_schema_url)s"> డాక్యుమెంటేషన్ </a>లో అందుబాటులో ఉంచిన API పద్ధతులు జాబితా పరిశీలించండి. మీరు తక్షణమే దిగువ ఒక అభ్యర్థనను సమర్పించడం ద్వారా ఒక కొత్త API కీ పొందవచ్చు. మీరు కృత్రిమ అనుమతులతో కీలక వసరమనుకుంటే <a href="%(bugzilla_request_url)s"> ఒక బగ్ ఫైల్ చేయండి</a>, ఉంటుంది.
