Repository: johngian/mozillians-l10n
Catalog: */LC_MESSAGES/django.po
Languages: kab, nn_no, pt_pt, te

source: Please complete registration before proceeding.
kab: Ma ulac aɣilif, kemmel ajerred inek send ad tedduḍ ɣer zdat.
nn_no: Ver snill og fullfør registreringa di innan du går vidare.
pt_pt: Por favor, conclua o registo antes de prosseguir.
te: కొనసాగే ముందు రిజిస్ట్రేషన్ పూర్తి చేయండి.

source: Recipient
kab: Aɣerwaḍ
nn_no: Mottakar
pt_pt: Destinatário
te: స్వీకర్త

source: A fellow Mozillian
kab: Amuẓilyan am kečč
nn_no: Ein medmozillian
pt_pt: Um colega Mozillian
te: ఒక తోటి Mozillian

source: Please join me on mozillians.org
kab: Ma ulac aɣilif ddu-d yidi ɣer mozillians.org
nn_no: Ver med meg på mozillians.org
pt_pt: Por favor, junte-se a mim no mozillians.org
te: mozillians.org లో‌ నాతో కలువు

source: %s created a Mozillians profile
kab: %s yerna amaɣnu n Umuẓilyan
nn_no: %s laga ein profil på Mozillians
pt_pt: %s criou um perfil Mozillians
te: %s Mozillian ప్రోఫైల్ సృష్టించారు

source: Twitter usernames cannot be longer than 15 characters.
kab: Ismawen di Twitter ur zmiren ara ad ilin ugar n 15 n isekkilen.
nn_no: Brukarnamn på Twitter kan ikkje vere lenger enn 15 teikn.
pt_pt: Nomes de utilizador do Twitter não podem ser maiores do que 15 caracteres.
te: ట్విటర్ యూజర్ల 15 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

source: Twitter usernames must contain only alphanumeric characters and the underscore.
kab: Yessefk ismawen di Twitter ad gebren kan isekkilen igmumḍinen akked _ .
nn_no: Brukarnamn på Twitter kan berre innehalde alfanumeriske teikn og understrek.
pt_pt: Nomes de utilizador do Twitter têm de conter apenas caracteres alfanuméricos e underscore.
te: ట్విటర్ యూజర్ల మాత్రమే ఆల్ఫాన్యూమరిక్ అక్షరాలు మరియు అండర్ కలిగి ఉండాలి.

source: Enter a valid URL.
kab: Sekcem tansa URL tameɣtut.
nn_no: Skriv inn ein gyldig URL.
pt_pt: Insira um URL válido.
te: ఒక చెల్లుబాటు అయ్యే URL ను ఎంటర్ చేయండి.

source: This field requires an identifier, not a URL.
kab: Yessefk urti agi ad yili d asylay mačču d tansa URL.
nn_no: Dette feltet krev ein identifikator, ikkje ein URL.
pt_pt: Este campo requer um identificador, não um URL.
te: ఈ ఫీల్డ్ ఒక గుర్తించే ఒక URL అవసరం.

source: Enter a valid email address.
kab: Sekcem tansa imayl tameɣtut.
nn_no: Skriv inn ei gyldig e-postadresse.
pt_pt: Insira um endereço de email válido.
te: ఒక చెల్లుబాటు అయ్యే ఇమెయిల్ చిరునామాను నమోదు చేయండి.

source: Please enter a valid phone number in international format (e.g. +1 555 555 5555)
kab: Ma ulac aɣilif, sekcem amasal ameɣtu n wuṭṭun n tiliɣri agraɣlan (amedya. +1 555 555 5555)
nn_no: Skriv inn eit gyldig telefonnummer i internasjonalt format (t.d. +47 555 55 5555)
pt_pt: Por favor, insira um número de telefone válido no formato internacional (exemplo: +1 555 555 5555)
te: అంతర్జాతీయ ఫార్మాట్ లో చెల్లుబాటు అయ్యే ఫోన్ నంబర్ నమోదు చేయండి (ఉదా: +1 555 555 5555)

source: Successfully vouched user.
kab: Aseqdac yettwarfed akken iwata.
nn_no: Stadfesting (vouching) av brukaren lykkast.
pt_pt: Utilizador certificado com sucesso.
te: యూజర్ విజయవంతంగా వౌచ్ చేయబడ్డారు.

source: User not vouched. Maybe there are {0} vouches already?
kab: Aseqdac ur yettwarfed ara. Ahat ɣur-s yakan {0} n irfaden?
nn_no: Brukaren vart ikkje stadfesta (vouched). Finst det {0} stadfestingar allereie?
pt_pt: Utilizador não certificado. Se calhar já há {0} certificados?
te: మీరు వౌచ్ చేయబడలేదు. ఒకవేళ {0} ముందే వౌచ్లు ఉన్నాయా?

source: Successfully unvouched user.
kab: Aseqdac agi ur yezgi yettwarfed.
nn_no: Brukaren si stadfesting (vouching) har vorte fjerna.
pt_pt: Cancelou a certificação do utilizador com sucesso.
te: యూజర్ ని విజయవంతంగా అన్వౌచ్ చేయబడింది.

source: Thanks for helping us improve mozillians.org!
kab: Tanemmirt imi i ɣ-d-efk-iḍ afus deg usnerni n mozillians.org!
nn_no: Takk for at du hjelper oss å forbetre mozillians.org!
pt_pt: Obrigado por nos ajudar a melhorar o mozillians.org!
te: mozillians.org మెరుగుపరచడానికి సహాయపడినందుకు ధన్యవాదములు!

source: Thanks for vouching for a fellow Mozillian! This user is now vouched!
kab: Tanemmirt imi trefdeḍ amuzilyan nniḍen! Aseqdac agi yettwarfed tura!
nn_no: Takk for å du går i god for ein medmozillian! Denne brukar er no stadfesta (vouched)!
pt_pt: Obrigado por certificar outro Mozillian! Este utilizador está agora certificado!
te: తోటి Mozillian కోసం వౌచ్ చేసినందుకు ధన్యవాదాలు! ఈ యూజర్ ప్రస్తుతం వౌచ్ చేయబడ్డారు!

source: Your registration is complete. Feel free to visit the {0} page to add additional information to your profile.
kab: Ajerred inek immed. Ili-k d ilelli s tirza ɣer usebter {0} akken ad ternuɣ talɣut nniḍen ɣer umaɣnu yinek.
nn_no: Registreringa di er ferdig. Velkomen å besøke {0} om du vil leggje til meir informasjon i profilen din.
pt_pt: O seu registo está completo. Sinta-se à vontade para visitar a página {0} para adicionar informações adicionais ao seu perfil.
te: మీ రెజిస్ట్రేషన్ పూర్థి అయినది. {0} పేజి కు వెళ్లి మీ ప్రోఫైల్ కు మరికొంత సమాచారం జత చేయండి.

source: You changed your username; please note your profile URL has also changed.
kab: Tesnifleḍ isem n useqdac inek; ma ulac aɣilif ẓeṛ d akken ula d tansa URL n umaɣnu yinek yettusnifel.
nn_no: Du har bytt brukarnamn. Merk òg at òg profiladressa di har vorte endra.
pt_pt: Alterou o seu nome de utilizador; por favor note que o seu URL de perfil também foi alterado.
te: మీరు మీ యూజర్నేమ్ మార్చారు; దయచేసి గమనించండి మీ ప్రోఫైల్ URL కూడా మార్చబడినది.

source: Identity {0} successfully deleted.
kab: Tamagit {0} tettwakkes akken iwata.
nn_no: Identiteten {0} er sletta.
pt_pt: Identidade {0} eliminada com sucesso.
te: గుర్తింపు {0} విజయవంతంగా తొలగించబడింది.

source: Sorry the requested Identity cannot be deleted.
kab: Suref, tanekkit id-ittusutren ur tezmir ad tettwasfeḍ.
nn_no: Beklagar, den førespurde identiteten kan ikkje slettast.
pt_pt: Lamentamos, mas a identidade solicitada não pode ser eliminada.
te: క్షమించమని అభ్యర్థించిన గుర్తింపు తొలగించబడదు.

source: Primary Contact Identity successfully updated.
kab: Tamagit tazwarant n unermis tettwaleqqem akken iwata.
nn_no: Primær kontaktidentitet oppdatert.
pt_pt: A identidade de contacto primária foi atualizada com sucesso.
te: ప్రాథమిక సంప్రదింపు గుర్తింపు విజయవంతంగా నవీకరించబడింది.

source: Your account has been deleted. Thanks for being a Mozillian!
kab: Amiḍan inek yettwakkes. Tanemmirt imi tuɣaled d amuẓilyan!
nn_no: Kontoen din er sletta. Takk for at du har vore ein mozillian!
pt_pt: A sua conta foi eliminada. Obrigado por ter sido um Mozillian!
te: మీ ఖాతా తొలగించబడినది. Mozillian గా ఉన్నందుకు ధన్యవాదములు!

source: %s has been invited to Mozillians. They'll receive an email with instructions on how to join. You can invite another Mozillian if you like.
kab: %s ttwaɣeṛḍen ad ilin d imuẓilyanen. Ad d-remsen imayl igebren tinaḍinamek ara ddun ɣer usmel. Tzemreḍ ad tɛerḍeḍ imuẓilyanen nniḍen ma tebɣiḍ.
nn_no: %s er invitert til Mozillians. Denne personen vil få ein e-post med instruksjonar om korleis han/ho kan registrere seg. No kan du invitere inn ein annan mozillian, om du vil.
pt_pt: %s foi convidado para o Mozillians. Este irá receber um email com instruções sobre como participar. Pode convidar outro Mozillian se quiser.
te: %s మిమ్మల్ని Mozillians కు ఆహ్వానింపబడ్డారు. వారు ఎలా జాయిన్ అవ్వాలో‌ ఒక ఈ మయిల్ అందుకుంటారు. మీరు ఇంకొక Mozillian ను కూడా ఆహ్వానించవచ్చు.

source: %s's invitation to Mozillians has been revoked. You can invite %s again if you like.
kab: Aɛraḍ n %s ɣer Imuẓilyanen yettwakkes. Tzemreḍ ad ɛerḍeḍ %s tikelt nniḍen ma tebɣiḍ.
nn_no: %s sin invitasjon til Mozillians er tilbakekalla. Du kan invitere %s inn att om du vil.
pt_pt: O convite para %s se juntar ao Mozillians foi recusado. Pode convidar %s de novo se quiser.
te: %s Mozillian ఆహ్వానం రద్దు చేయబడింది. మీరు కావాలంటే %s మళ్లీ ఆహ్వానించచ్చు.

source: API Key generated successfully.
kab: Tasarut API tettusirew akken iwata.
nn_no: API-nøkkel har vorte generert.
pt_pt: Chave de API gerada com sucesso.
te: API కీ విజయవంతంగా ఉత్పత్తి చేయబడింది.

source: API key successfully deleted.
kab: Tasarutt API tettwakkes akken iwata.
nn_no: API-nøkkel har vorte sletta.
pt_pt: Chave de API eliminada com sucesso.
te: API కీ విజయవంతంగా తొలగించబడినది.

source: You've been invited to join Mozillians.org! Sign in and then you can create a profile.
kab: Tattwaɛerḍeḍ ad teddud ɣer Mozillians.org! Kcem sakin ad tizmireḍ ad ternuḍ amaɣnu yinek.
nn_no: Du er invitert til å vere med i Mozillians.org! Logg inn for å lage ein profil.
pt_pt: Foi convidado para se juntar a Mozillians.org! Inicie sessão e depois pode criar um perfil.
te: మీరు Mozillians.org చేరడానికి ఆహ్వానించబడ్డారు! సైన్ ఇన్ చేసి, ఆపై మీరు ఒక ప్రొఫైల్ సృష్టించవచ్చు.

source: Export
kab: Sifeḍ
nn_no: Eksporter
pt_pt: Exportar
te: ఎగుమతి చేయి

source: Full Name
kab: Isem ummid
nn_no: Fullt namn
pt_pt: Nome completo
te: పూర్తి పేరు

source: Name in local language
kab: Isem s tutlayt tadigant
nn_no: Namn på lokalt språk
pt_pt: Nome no idioma local
te: స్థానిక భాషలో మీ పేరు

source: IRC Nickname
kab: Meffer isem IRC
nn_no: Kallenamn på IRC
pt_pt: Nickname de IRC
te: IRC నిక్నేమ్

source: Latitude
kab: Tarrut
nn_no: Breiddegrad
te: అక్షాంశం

source: Longitude
kab: Tazegrart
nn_no: Lengdegrad
te: రేఖాంశం

source: T-Shirt
kab: Atriku
nn_no: T-skjorte
te: టీ-షర్ట్

source: Fitted Small
kab: Teɣzi S
nn_no: Tilpassa lita
pt_pt: Ajustada pequena
te: ఫిట్టెడ్ స్మాల్

source: Fitted Medium
kab: Teɣzi M
nn_no: Tilpassa medium
pt_pt: Ajustada média
te: ఫిట్టెడ్ మీడియం

source: Fitted Large
kab: Teɣzi L
nn_no: Tilpassa stor
pt_pt: Ajustada larga
te: ఫిట్టెడ్ లార్జ్

source: Fitted X-Large
kab: Teɣzi XL
nn_no: Tilpassa XL
pt_pt: Ajustada larga X
te: ఫిట్టెడ్ ఎక్స్ట్రా లార్జ్

source: Fitted XX-Large
kab: Teɣzi XXL
nn_no: Tilpassa XXL
pt_pt: Ajustada larga XX
te: ఫిట్టెడ్ XX-లార్జ్

source: Fitted XXX-Large
kab: Teɣzi XXXL
nn_no: Tilpassa XXXL
pt_pt: Ajustada larga XXX
te: ఫిట్టెడ్XXX-లార్జ్

source: Straight-cut Small
kab: Tizeɣt tamecṭuḥt - straight-cut
nn_no: Rett snitt, lita (Straight-cut Small)
pt_pt: Corte reto pequena
te: స్ట్రేయిట్-కట్ చిన్నది

source: Straight-cut Medium
kab: Tizeɣt talemmast - straight-cut
nn_no: Rett snitt, mellomstor (Straight-cut Medium)
pt_pt: Corte reto média
te: స్ట్రెయిట్-కట్ మీడియం

source: Straight-cut Large
kab: Tizeɣt L - straight-cut
nn_no: Rett snitt, stor (Straight-cut Large)
pt_pt: Corte reto larga
te: స్ట్రేయిట్-కట్ లార్జ్

source: Straight-cut X-Large
kab: Tizeɣt XL - straight-cut
nn_no: Rett snitt, XL
pt_pt: Corte reto larga X
te: స్ట్రేయిట్-కట్ ఎక్స్ట్రా లార్జ్

source: Straight-cut XX-Large
kab: Tizeɣt XXL - straight-cut
nn_no: Rett snitt, XXL
pt_pt: Corte reto larga XX
te: స్ట్రేయిట్-కట్ XX-లార్జ్

source: Straight-cut XXX-Large
kab: Tizeɣt XXXL - straight-cut
nn_no: Rett snitt, XXXL
pt_pt: Corte reto larga XXX
te: స్ట్రేయిట్-కట్ XXX-లార్జ్

source: What do you do for Mozilla?
kab: D acu i tgiḍ i Mozilla?
nn_no: Kva gjer du for Mozilla?
pt_pt: O que faz para a Mozilla?
te: Mozilla కోసం మీరు ఏం చేయుచున్నారు?

source: Link to your contribution story
kab: Aseɣwen ɣer teqsit inek n uttekki
nn_no: Lenke til bidragshistorikken din
pt_pt: Ligação para a sua história de contributos
te: మీ కంట్రీబ్యూషన్ కధ కి లింక్ చేయండి

source: If you have created something public that tells the story of how you came to be a Mozillian, specify that link here.
kab: Ma terniḍ aḍris azayez i d-yettmeslayen ɣef wamek i tuɣaled d amuẓilyan, mudd-aɣ-d aseɣwen dagi.
nn_no: Om du har laga noko offentleg som fortel om korleis du vart ein Mozillian, skriv inn lenka her.
pt_pt: Se criou alguma coisa pública que conte a história de como se tornou um Mozillian, especifique a respetiva ligação aqui.
te: మీరు Mozillian ఎలా అయ్యారో చెప్పలంటే, ఇక్కడ లింక్ పేర్కొనండి.

source: You have been vouched on Mozillians.org
kab: Aql-ak tettwarefdeḍ di Mozillians.org
nn_no: Du har vorte stadfesta (vouched) på Mozillians.org
pt_pt: Foi certificado no Mozillians.org
te: మీరు mozilllians.org లో వౌచ్ చేయబడ్డారు

source: Reason for Vouching
kab: Acuɣeṛ arfad
nn_no: Grunn for stadfesting (vouching)
pt_pt: Razão para a certificação
te: వౌచింగ్ కు కారణం

source: Account Username
kab: Isem n useqdac n umiḍan
nn_no: Kontobrukarnamn
pt_pt: Nome de utilizador
te: ఖాతా వాడుకరి పేరు

source: Account Type
kab: Anaw n umiḍan
nn_no: Kontotype
pt_pt: Tipo de conta
te: ఖాతా రకం

source: You already have an account with this name and type.
kab: Teswiḍ yakan amiḍan s yisem agi akked wanaw agi.
nn_no: Du har allereie ein konto med same namn og type.
pt_pt: Já tem uma conta com este nome e tipo.
te: ఈ పేరుతో మరియు రకం తో‌ మేకు ఇంతకముందే ఖాతా ఉన్నది.

source: This language has already been selected.
kab: Tutlayt agi tettwafran yakan.
nn_no: Dette språket er allereie valt.
pt_pt: Este idioma já foi selecionado.
te: ఈ భాష ఇంతకుముందే ఎన్నుకోబడినది.

source: Wiki
te: వికి

source: Dino McVouch
te: డినో McVouch

source: <a href="%(search_url)s?q=python">python</a>, <a href="%(search_url)s?q=berlin">Berlin</a>, <a href="%(search_url)s?q=mbrandt">mbrandt</a>
pt_pt: <a href="%(search_url)s?q=python">python</a>, <a href="%(search_url)s?q=berlin">Berlim</a>, <a href="%(search_url)s?q=mbrandt">mbrandt</a>
te: <a href="%(search_url)s?q=python">పైథాన్</a>, <a href="%(search_url)s?q=berlin">బెర్లిన్</a>, <a href="%(search_url)s?q=mbrandt">ఎంబ్రాండ్ట్</a>
