Repository: johngian/mozillians-l10n
Catalog: */LC_MESSAGES/django.po
Languages: kab, nn_no, pt_pt, te

source: Your apps:
kab: Asnas inek:
nn_no: Dine appar:
pt_pt: As suas aplicações:
te: మీ ఆప్స్:

source: Key
kab: Tasarutt
nn_no: Nykel
pt_pt: Chave
te: కీ

source: Level
kab: Aswir
nn_no: Nivå
pt_pt: Nível
te: స్థాయి

source: You have no active apps.
kab: Ur tesɛiḍ ara isnasen urmiden.
nn_no: Du har ingen aktive appar.
pt_pt: Não tem aplicações ativas.
te: మీరు ఏ చురుకు ఆప్స్ లేవు.

source: Register App
kab: Jerred asnas
nn_no: Registrer app
pt_pt: Registar aplicação
te: ఆప్ నమోదు చేయండి

source: Confirm Profile Deletion
kab: Sentem tukksa n umaɣnu
nn_no: Stadfest profilsletting
pt_pt: Confirmar eliminação do perfil
te: ప్రొఫైల్ తొలగింపును నిర్ధారించండి

source: Are You Sure You Want to Leave Mozillians?
kab: Tebɣid ad teffɣeḍ seg imuzilyanen?
nn_no: Er du sikker på at du vil forlate Mozillians?
pt_pt: Tem a certeza que quer sair de Mozillians?
te: మీరు ఖచ్చితంగా Mozillians ని వదిలేయాలనుకుంటున్నారా?

source: Deleting your profile is immediate and irreversible. Any information in your profile will be permanently lost. If you want to join Mozillians again, you will need to get vouched again.
kab: Tukksa n umaɣnu ad teḍru imir imir udiɣ. Akk talɣut n umeɣnu yinek ad truḥ ilebda. Ma yella tebɣiḍ ad tedduḍ ɣer imuẓilyanen tikelt nniḍen, Yessefk ad yili yiwen deffir-k.
nn_no: Sletting av profilen din vil skje med ein gong og kan ikkje gjerast om. All informasjon i profilen din vert fjerna permanent. Om du vil vere med i Mozillians igjen, må du bli stadfesta (vouched) på nytt.
pt_pt: Eliminar o seu perfil é imediato e irreversível. Qualquer informação no seu perfil será permanentemente perdida. Se desejar juntar-se ao Mozillians de novo, terá de ser novamente certificado.
te: మీ ప్రొఫైల్ తొలగిస్తోంది తక్షణ మరియు స్థిరమైనది. మీ ప్రొఫైల్లో సమాచారాన్ని శాశ్వతంగా పోతాయి. మీరు Mozillians చేరాలని అనుకుంటే, మీరు మళ్ళీ వౌచ్ కలుగుతుంది.

source: No: don't delete my profile
kab: Ala: ur tekkes ara amaɣnu inu
nn_no: Nei, ikkje slett profilen min
pt_pt: Não: não elimine o meu perfil
te: వద్దు: నా ప్రొఫైల్ తొలగించవద్దు

source: I'm sure: delete my profile
kab: Ur ẓriɣ ara: kkes amaɣnu yinu
nn_no: Ja, slett profilen min
pt_pt: Tenho a certeza: elimine o meu perfil
te: నేను ఖచ్చితంగా ఉన్నాను: నా ప్రొఫైల్ ని తొలగించు

source: You are just one step away from completing your registration.
kab: Mazal-ak kan yiwet n tseddart i usali n ujerred-inek.
nn_no: Du er no berre eitt steg frå å fullføre registreringa di.
pt_pt: Está apenas a um passo de completar o seu registo.
te: మీరు మీ రిజిస్ట్రేషన్ను పూర్తి చేయడానికి కేవలం ఒక అడుగు దూరంలో ఉన్నారు.

source: Profile
kab: Amaɣnu
nn_no: Profil
pt_pt: Perfil
te: ప్రోఫైల్

source: Location
kab: Adig
nn_no: Plassering
pt_pt: Localização
te: ప్రాంతం

source: You &amp; Mozilla
kab: Kečč &amp; Mozilla
nn_no: Du &amp; Mozilla
pt_pt: Você e a Mozilla
te: మీరు &amp; Mozilla

source: External Accounts
kab: Imiḍanen izɣrayen
nn_no: Eksterne kontoar
pt_pt: Contas externas
te: బయటి ఖాతాలు

source: Developer
kab: Aneflay
nn_no: Utviklar
pt_pt: Programador
te: డెవలపర్

source: Mozilla Community Directory
kab: Imedlis n tensa n tmezdagnut Mozilla
nn_no: Mozillas fellesskapkatalog
pt_pt: Diretório da comunidade da Mozilla
te: Mozilla కమ్యూనిటీ డైరెక్టరీ

source: Create your account now to connect with fellow Mozillians.
kab: Rnu amidan inek tura akken ad teqqneḍ akken imuẓilyanen nniḍen.
nn_no: Opprett kontoen din no og kom i kontak med andre Mozillians.
pt_pt: Crie a sua conta agora e ligue-se com outros Mozillians.
te: తోటి Mozillians తో కనెక్ట్ అయ్యేందుకు ఇప్పుడు మీ ఖాతాను సృష్టించండి.

source: Get started
kab: Bdu
nn_no: Kom i gang
pt_pt: Comece aqui
te: మొదలుపెట్టండి

source: It’s an exciting time for Mozilla and the Web. Another two billion people will join the Internet community in the coming years.
kab: D tiremt igarrzen aṭas i Mozilla akked Web. sin n wagimen n yefḍan - imelyaṛen - n yemdanen ad ddun ɣer tmezdagnut n Internet deg iseggassen i d-iteddun.
nn_no: Det er spennande tider for Mozilla og nettet. I dei komande åra vil ytterlegare to milliardar menneske verte ein del av internettfelleskapen.
pt_pt: É uma altura excitante para a Mozilla e para a Web. Outros dois biliões de pessoas irão juntar-se à comunidade da Internet nos próximos anos.
te: ఇది Mozilla మరియు వెబ్ కోసం ఒక ఉత్తేజకరమైన సమయం. మరో రెండు మిలియన్ ప్రజలు రాబోయే సంవత్సరాల్లో ఇంటర్నెట్ కమ్యూనిటీ పాల్గొంటారు.

source: Welcome to the Mozilla community directory
kab: Anṣuf ɣer imedlis n tensa n tmezdagnut Mozilla
nn_no: Velkomen til Mozillas fellesskapkatalog
pt_pt: Bem-vindo ao diretório da comunidade da Mozilla
te: Mozilla కమ్యూనిటీ డైరెక్టరీ కు స్వాగతం

source: This site lists all core individuals and groups that participate in the Mozilla Project. We call ourselves Mozillians and this is where we connect and share with one another.
kab: Asmel agi ibder-d akk imdanen akked igrawen ittekkan deg usenfaṛ Mozilla. Nettusemma Imuẓilyanen udiɣ dagi ara nebḍu tiktiwin nneɣ.
nn_no: Denne her nettstaden listar opp alle personar og grupper som deltek i og utgjer kjernen av Mozilla-prosjektet. Vi kallar oss for Mozillians (Mozillianarar) og det er her vi møtest og deler kunnskapane og erfaringane våre.
pt_pt: Este site lista todos os indivíduos e grupos centrais que participam no projeto Mozilla. Denominamos-nos por Mozillians e aqui é onde nos ligamos e partilhamos uns com os outros.
te: ఈ సైట్ Mozilla ప్రాజెక్టు లో పాల్గొనే అందరు ముఖ్య వ్యక్తులు, గ్రూపులు జాబితా. మనం Mozillians గా పిలవబడతాము. ఈక్కడే మనం కలుసుకొని విసేషాలు పంచుకుంటాము.

source: Passionate Mozillians you can meet for work, play or a cup of coffee.
kab: Imuẓilyanen yeffeɣ lḥir i tzemreḍ ad temlileḍ akken ad mahlem, ad tqeṣṛem neɣ ahat ad teswem lqehwa.
nn_no: Ihuga Mozillians, som du kan møte for å arbeide, leike eller ta ein kaffi saman med.
pt_pt: Mozillians apaixonados que pode conhecer para trabalhar, jogar ou uma chávena de café.
te: ఆశక్తివంతమైన Mozillians మీరు కాఫీ ఒక కప్పు, పని కోసం తీర్చుతుంది ప్లే లేదా.

source: Hello!
kab: Azul!
nn_no: Hei!
pt_pt: Olá!
te: నమస్కారం

source: Examples:
kab: Imedyaten:
nn_no: Døme:
pt_pt: Exemplos:
te: ఉదాహరణలు:

source: (membership requested)
kab: (ajerred yettwasra)
nn_no: (medlemskap påkravd)
pt_pt: (adesão solicitada)
te: (సభ్యత్వం‌ అభ్యర్ధించబడినది)

source: Languages
kab: Tutlayin
nn_no: Språk
pt_pt: Idiomas
te: భాషలు

source: Functional areas
kab: Tiɣula n warmud
nn_no: Funksjonelle område
pt_pt: Áreas funcionais
te: క్రియాశీల రంగాలు

source: <p> View Mozillians, Stewards and information for any functional area. Find out who works on what and how you can help out. </p>
kab: <p>Wali Imuẓilyanen, Imḍebṛen akked telɣutdi yal taɣult n uermud. Wali anwa i yemahalen ɣef wacu neɣ amek i tzemred ad d-muddeḍ afus.</p>
nn_no: <p> Sjå Mozillians, funksjonærar og informasjon for alle funksjonelle område. Finn ut kven som jobbar med kva, og korleis du kan hjelpe til.</p>
pt_pt: <p> Consulte Mozillians, Guardiões e informações para qualquer área funcional. Descubra quem trabalha em quê e como pode ajudar. </p>
te: <p> Mozillians చూడండి, స్టీవార్డులు మరియు ఏ ఫంక్షనల్ ప్రాంతానికి సమాచారం. మీకు సహాయపడుతుంది ఏమి మరియు ఎలా పనిచేస్తుంది తెలుసుకోండి. </p>

source: Browse functional areas
kab: Snirem tiɣula n warmud
nn_no: Bla i funksjonelle område
pt_pt: Pesquisar áreas funcionais
te: క్రియాశీల రంగాలను చూడండి

source: <p>Become <a href='https://wiki.mozilla.org/Mozillians/Vouching'>vouched</a> and you can browse functional areas!</p>
kab: <p>Wali win<a href='https://wiki.mozilla.org/Mozillians/Vouching'>ara yilin deffir-k</a> sakin tzemreḍ ad tesnirmeḍ tiɣula n urmud !</p>
nn_no: <p>Bli <a href='https://wiki.mozilla.org/Mozillians/Vouching'>stadfesta</a> (vouched) og du kan bla gjennom dei funskjonelle områda</p>
pt_pt: <p>Seja <a href='https://wiki.mozilla.org/Mozillians/Vouching'>certificado</a> e poderá navegar nas áreas funcionais!</p>
te: <p>వౌచ్<a href='https://wiki.mozilla.org/Mozillians/Vouching'>అవ్వండి</a> మరియు మీరు పని విభాగాల బ్రౌజ్ చేయవచ్చు!</p>

source: <p> Find and join groups centered around interests, technologies, geographies and more. </p>
kab: <p> Wali sakin ddu ɣer igrawen iqedcen deg ayen tebɣiḍ, titiknulujiyin tesneḍ, adig inek arakal, atg. </p>
nn_no: <p> Finn og v er med i gruppr fokuserte omkring interesser, teknologi, geografi og mykje meir. </p>
pt_pt: <p> Encontre e junte-se a grupos centrados à volta dos seus interesses, tecnologias, geografias e mais. </p>
te: <p> వెతుకుము మరియు ఆసక్తులు, సాంకేతిక, భౌగోళిక మరియు మరింత చుట్టూనే సమూహాలు చేరడానికి. </p>

source: Browse groups
kab: Snirem igrawen
nn_no: Bla i grupper
pt_pt: Pesquisar grupos
te: గ్రూప్స్ చూడు

source: <p>Become <a href='https://wiki.mozilla.org/Mozillians/Vouching'>vouched</a> and you can browse groups!</p>
kab: <p>Wali win<a href='https://wiki.mozilla.org/Mozillians/Vouching'>ara yilin deffir-k</a> sakin tzemreḍ ad tesnirmeḍ igrawen !</p>
nn_no: <p>Bli <a href='https://wiki.mozilla.org/Mozillians/Vouching'>stadfesta</a> (vouched) og du kan bla i grupper!</p>
pt_pt: <p>Seja <a href='https://wiki.mozilla.org/Mozillians/Vouching'>certificado</a> e poderá navegar em grupos!</p>
te: <p>వౌచ్ <a href='https://wiki.mozilla.org/Mozillians/Vouching'>అవండి </a> మరియు మీరు గ్రూప్స్ ను బ్రౌజ్ చేయవచ్చు!</p>

source: How do I get involved?
kab: Amek ara ttekkiɣ?
nn_no: Kva gjer eg for å vere med?
pt_pt: Como participo?
te: నేను ఎలా పాల్గొవాలి?

source: Mozilla exists to promote openness, innovation and opportunity on the Internet. The success of our mission depends on participation from people like you. Find out how you can get involved to help make a difference in the lives of people everywhere.
kab: Mozilla tella akken ad tesseḥbiber ɣef tulya, Asnulfu akked tegnatin tettumuddu di Internet. Awwaḍ ɣer tuɣdaṭ nneɣ yebna ɣef uttekki n yemdanen am kečč. Wali amek tzemreḍ ad tettekkiḍ udiɣ snifel tudert n yefḍan n yemdanen deg umaḍal imeṛṛa.
nn_no: Mozilla lever for å fremje openheit, nyskaping og muligheiter på Internet. FRamgangen for oppdraget vårt er deltaking frå personar som deg. Finn ut korleis du kan vere med og hjelpe oss med å gjere noko for andre overalt der dei er.
pt_pt: A Mozilla existe para promover exposição, inovação e oportunidade na Internet. O sucesso da nossa missão depende da participação de pessoas como você. Descubra como pode participar para ajudar a fazer a diferença na vida de pessoas em todo o lado.
te: Mozilla ఇంటర్నెట్పై నిష్కాపట్యత, ఆవిష్కరణ మరియు అవకాశం ప్రోత్సహించడానికి ఉద్దేశించింది. మా మిషన్ విజయం మీ వంటి వ్యక్తులు నుండి పాల్గొనడం ఆధారపడి ఉంటుంది. ఎలా మీరు ప్రతిచోటా ప్రజల జీవితాల్లో ఒక వైవిధ్యం సహాయం ప్రమేయం పొందవచ్చు తెలుసుకోండి.

source: <a href="%(contribute_url)s">Get involved</a>
kab: <a href="%(contribute_url)s">Ttekki</a>
nn_no: <a href="%(contribute_url)s">Ver med</a>
pt_pt: <a href="%(contribute_url)s">Participe</a>
te: <a href="%(contribute_url)s">పాల్గోను</a>

source: Invite a Mozillian
kab: Ɛreḍ-d Amuẓilyan
nn_no: Inviter ein Mozillianar
pt_pt: Convidar um Mozillian
te: ఒక Mozillian ను ఆహ్వానించు

source: If you want to invite a new Mozillian please fill out the following form. <strong>Note</strong>: Inviting a new user is like vouching. <a href="%(vouching_url)s">Read more about vouching.</a>
kab: Ma tebɣiḍ ad tɛerḍeḍ Amuẓilyan amaynut, ččaṛ ùa ulac aɣilif tiferkit agi. <strong>Tazmilt</strong>&nbsp;: Ɛreḍ aseqdac amaynut d anadi ɣef win ara irefden. <a href="%(vouching_url)s">Issin ugar ɣef urfad.</a>
nn_no: Om du vil invitere ein ny Mozillian, fyll ut følgjande skjema <strong>Obs!</strong>: Å invitere ein ny brukar er som ei stadfesting (vouching). <a href="%(vouching_url)s">Les meir om stadfesting (vouching).</a>
pt_pt: Se quiser convidar um novo Mozillian por favor preencha o seguinte formulário. <strong>Nota</strong>: Convidar um novo utilizador é o mesmo que certificar. <a href="%(vouching_url)s">Ler mais sobre certificação.</a>
te: మీరు ఒక కొత్త Mozillian ను ఆహ్వానించడానికి చేయదలిస్తే క్రింది ఫారాన్ని నింపండి. <strong>గమనిక</strong>: కొత్త అభ్యర్ధిని ఆహ్వానించడం‌ వౌచ్ చేయడం లాంటిది. <a href="%(vouching_url)s">వౌచింగ్ గురించి ఇంకా తెలుసుకోండి.</a>

source: We recently changed the criteria for being able to invite and vouch other Mozillians. If you want to use this page, you need to receive %(vouch_threshold)s vouches. Ask someone to visit your profile and vouch for you. Then come back here once you have %(vouch_threshold)s vouches and you will be able to invite people to the directory. <a href="%(vouching_url)s">Learn more about vouching.</a>
kab: Nesnifel tagara agi isebdad icudden ɣer urfad akked uneɛruḍ n imuẓilyanen nniḍen. SMa tebɣiḍ ad tesqedceḍ asebter agi, yessefk ad tremseḍ %(vouch_threshold)s n irfaden. Suter i walbaɛḍ ad yerzu ɣer umaɣnu yinekakken ak-yerfed. Tzemreḍ daɣen ad d-uɣaleḍ tikelt nniḍenticki yella %(vouch_threshold)s urfad sakin ad tizmireḍ ad ternuḍ imdanen nniḍen ɣer imedlis agi. <a href="%(vouching_url)s">Issin ugar ɣef urfad.</a>
nn_no: Vi har nyleg endra kriteria for å kunna by inn og stadfeste andre Mozillians. Om du vil bruke denne sida, må du få %(vouch_threshold)s stadfestingar. Be nokon om å gå til profilen din og stadfeste deg. Kom så attende hit når du har %(vouch_threshold)s stadfestingar og du vil kunne by inn andre til katalogen. <a href="%(vouching_url)s">Les meir om stadfesting.</a>
pt_pt: Nós alterámos recentemente os critérios para convidar e certificar outros Mozillians. Se quiser utilizar esta página precisa de receber %(vouch_threshold)s certificações. Peça a alguém para visitar o seu perfil e o certificar. Depois volte aqui quando tiver %(vouch_threshold)s certificações e poderá convidar pessoas para o diretório. <a href="%(vouching_url)s">Saber mais sobre as certificações.</a>
te: మేము ఇటీవల ఆహ్వానించి, హమీ ఇతర Mozillians సామర్థ్యం కోసం ప్రమాణాలు మారింది. మీరు ఈ పేజీ ఉపయోగించడానికి కావాలా, మీరు %(vouch_threshold)s లు అందుకున్న హామీ అవసరం. మీ ప్రొఫైల్ సందర్శించండి మరియు మీరు హమీ ఎవరైనా అడగండి. మీరు %(vouch_threshold)s ఒకసారి ఇక్కడ తిరిగి వచ్చినప్పుడు వార్తలు హామీ మరియు మీరు డైరెక్టరీ వ్యక్తులను ఆహ్వానించడానికి చెయ్యగలరు. <a href="%(vouching_url)s">వౌచింగ్ గురించి మరింత తెలుసుకోండి.</a>

source: Your Invites
kab: Tinnubgiwin yinek
nn_no: Dine invitasjonar
pt_pt: Os seus convites
te: మీ ఆహ్వానాలు

source: Sent:
kab: Yettwazen:
nn_no: Sendt:
pt_pt: Enviados:
te: పంపబడినవి:

source: Redeemed:
kab: Yettwaqbel:
nn_no: Innløyst:
pt_pt: Redimido:
te: రిడీండ్:

source: Redeemer:
kab: Yettwaqbel sɣur:
nn_no: Innløysar:
pt_pt: Redentor:
te: రిడీమర్:

source: Invitation Sent
kab: Asnubget yettwazen
nn_no: Invitasjon sendt
pt_pt: Convite enviado
te: ఆహ్వానం పంపబడినది

source: Invitation Sent!
kab: Asnubget yettwazen!
nn_no: Invitasjon sendt!
pt_pt: Convite enviado!
te: ఆహ్వానం పంపబడినది!

source: %(recipient)s has been invited to Mozillians. They'll receive an email with instructions on how to join. You can <a href="%(invite_url)s"> invite another Mozillian</a> if you like.
kab: %(recipient)s ttɛerḍen ad ilin d Imuẓilyanen. Imuẓilyanen agi ad d-remsenimayl s tinaḍin akken ad d-dun ɣer usmel. Tzemreḍ <a href="%(invite_url)s">ad d-ɛerḍeḍ Imuẓilyanen nniḍen</a> Ma tebɣiḍ.
nn_no: %(recipient)s er invitert til Mozillians. Personen vil få ein e-post med instruksjonar om korleis ein registrerer seg. No kan du <a href="%(invite_url)s"> invitere ein annan mozillian</a>, om du vil.
pt_pt: %(recipient)s foi convidado para o Mozillians. Este irá receber um email com instruções sobre como participar. Se quiser, pode <a href="%(invite_url)s"> convidar outro Mozillian</a>.
te: %(recipient)s మిమ్మల్ని Mozillians కు ఆహ్వానింపబడ్డారు. వారు ఎలా జాయిన్ అవ్వాలో‌ ఒక ఈ మయిల్ అందుకుంటారు. మీరు <a href="%(invite_url)s">ఇంకొక Mozillian</a> ను కూడా ఆహ్వానించవచ్చు.

source: Mozillians in
kab: Imuẓilyanen di
nn_no: Mozillianar i
pt_pt: Mozillians em
te: Mozillians లో

source: Sorry we cannot find any mozillians in
kab: Suref-aɣ, ur nezmir ara ad d-naf imuzilyanen di
nn_no: Orsak, vi fann ingen mozillianarar i
pt_pt: Desculpe não conseguimos encontrar mozillians em
te: క్షమించాలి మాకు ఏ Mozillians దొరకలేదు

source: Your Profile
kab: Amaɣnu yinek
nn_no: Din profil
pt_pt: O seu perfil
te: మీ ప్రొఫైల్

source: Mozillian Profile
kab: Amaɣnu n umuẓilyan
nn_no: Mozillianarprofil
pt_pt: Perfil Mozillian
te: Mozillians ప్రోఫైల్

source: Pending Profile
kab: Amaɣnu yettraǧun
nn_no: Ventande profil
pt_pt: Perfil pendente
te: పెండింగ్ లో ఉన్న ప్రొఫైల్

source: <p> Your profile is waiting to be vouched. Once you are vouched, you will be able to view the profiles of all Mozillians, join groups and access additional content on other sites as a Mozillian. <a href="%(vouching_url)s">Learn more about vouching</a>. </p> <p> Send the link below to someone who is familiar with your contributions and ask them to vouch for you: <br/> <em class="underline" title="Your profile URL">%(profile_url)s</em> </p> <p> If you are new to the Mozilla community, <a class="button" href="%(contribute_url)s">get involved</a> </p> <p>The chances of being vouched increase as you finish tasks in our community.</p>
kab: <p>Amaɣnu yinek yettraǧu win ara t-irefden. Ticki yettwarfed, tzemreḍ ad twaliḍ yal Amuẓilyan, ad tedduḍ ɣer igrawen udiɣ ad tettekkiḍ deg ugbur nniḍenɣef yesmal am umuẓilyan. <a href="%(vouching_url)s">Issin ugar ɣef urfad</a>. </p> <p> Azen aseɣwan agi i win yesnen attekki yinek udiɣ suter-as ak-yerfed: <br/> <em class="underline" title="Tansa URL n umaɣnu yinek">%(profile_url)s</em> </p> <p> Ma yella tegi-ḍ isurifen imezwura di tmezdagnut Mozilla, <a class="button" href="%(contribute_url)s">Ttekki</a> </p> <p> Tignatin n urfad ttalint s umḍan n irmuden i egiḍ di tmezdagnut.</p>
nn_no: <p> Profilen din ventar på stadfesting (vouching). Når du er stadfesta (vouched), vil du kunne sjå alle Mozillians-profilane, vere med i grupper og få tillgång til ytterlegare innhald på andre nettstadarr som ein Mozillian. <a href="%(vouching_url)s">Les meir om stadfesting (vouching)</a>. </p> <p> Send lenka nedanfor til nokon som er kjend med bidraga dine og be dei om å stadfeste (vouch) deg: <br/> <em class="underline" title="Your profile URL">%(profile_url)s</em> </p> <p> Om du er ny i Mozilla-fellesskapet, <a class="button" href="%(contribute_url)s">engasjer deg</a> </p> <p> Sjansane til å verte stadfesta (vouched) aukar om du fullfører oppgåver i fellesskapet vårt.</p>
pt_pt: <p> O seu perfil está à espera de ser certificado. Assim que estiver certificado, poderá ver os perfis de todos os outros Mozillians, juntar-se a grupos e aceder a conteúdos adicionais em outros sites como um Mozillian. <a href="%(vouching_url)s">Saber mais sobre as certificações</a>. </p> <p> Envie a ligação abaixo para alguém que esteja familiarizado com as suas contribuições e peça-lhe para o certificar: <br/> <em class="underline" title="URL do seu perfil">%(profile_url)s</em> </p> <p> Se for um novo membro da comunidade da Mozilla, <a class="button" href="%(contribute_url)s">participe</a> </p> <p>As hipóteses de ser certificado aumentam à medida que termina tarefas na nossa comunidade.</p>
te: <p> మీ ప్రొఫైలు వౌచ్ కొరకు వేచివుంది. ఒకసారి వౌచ్ అయ్యాకా, మీరు మొజిల్లియన్లందరి ప్రొఫైళ్ళను చూడగలరు, Mozillian వంటి ఇతర సైట్లలో సమూహాలలో చేరగలరు, అదనపు విషయాలకు ప్రాప్యత పొందుతారు. <a href="%(vouching_url)s"> వౌచింగ్ గురించి మరింత తెలుసుకోండి</a>.</p><p>మీ తోడ్పాటు గురించి తెలిసిన వారికి ఈ క్రింది లంకె పంపించి, మిమ్మల్ని వౌచ్ చెయ్యమని అడగండి: <br/><em class="underline" title="మీ ప్రొఫైలు చిరునామా">%(profile_url)s</em></p><p>మీరు Mozilla కమ్యూనిటీకి కొత్త అయితే, <a class="button" href="%(contribute_url)s"> పాల్గొనడం మొదలుపెట్టండి</a></p><p>మీరు మా సముదాయంలో పనులు పూర్తిచేసేకొద్దీ మీరు వౌచ్ అయ్యే అవకాశాలు పెరుగుతాయి.</p>

source: This profile is waiting for approval. If you would like to vouch for them, use the form at the bottom of the page.
kab: Amaɣnu yettṛaǧu ad yettwaqbel. Ma tebɣid ak-yerfed umdan agi, seqdec tiferkit yellan s adda n usebter agi.
nn_no: Denne profilen ventar på godkjenning. Om du vil stadfeste (vouche) dei, bruk skjemaet nedst på sida.
pt_pt: Este perfil está à espera de aprovação. Se quiser certificá-lo, utilize o formulário no final da página.
te: ఈ ప్రొఫైల్ ఆమోదం కోసం వేచి ఉంది. మీరు వాటిని హమీ చెయ్యాలనుకుంటే, పేజీ దిగువన రూపం ఉపయోగిస్తారు.

source: Your profile is not public. If you <a href="%(edit_url)s">edit your profile</a> to have at least one public field, your public profile will be viewable.
kab: Amaqnu yinek mačči d azayez. Ma <a href="%(edit_url)s">tesnifleḍ amaɣnu yinek</a> s tririt ɣarṣum n yiwen n wurti d azayez, amaɣnu yinek ad yuɣal d azayez.
nn_no: Profilen din er ikkje offentleg. Om du <a href="%(edit_url)s">redigerer profilen din</a>, slik at minst eitt felt kan sjåast av ålmenta, vil den offentlege profilen din vere synleg.
pt_pt: O seu perfil não é público. Se <a href="%(edit_url)s">editar o seu perfil</a> para ter pelo menos um campo público, o seu perfil público ficará visível.
te: మీ ప్రొఫైల్ పబ్లిక్ కాదు. మీరు <a href="%(edit_url)s">సవరిస్తే కనీసం ఒక ప్రజా క్షేత్రాన్ని మీ ప్రొఫైల్</a>, మీ పబ్లిక్ ప్రొఫైల్ కనిపించే ఉంటుంది.

source: Mozillian for %(mozillian_years)s year
kab: Amuẓilyan seg %(mozillian_years)s n useggass
nn_no: Mozillian i %(mozillian_years)s år
pt_pt: Mozillian há %(mozillian_years)s ano
te: ఈ సంవత్సరానికి Mozillian %(mozillian_years)s

source: T-Shirt Size:
kab: Teɣzi n utriku:
nn_no: T-skjortestorleik:
pt_pt: Tamanho de t-shirt:
te: టీ-షర్టు కొలతలు:

source: View as:
kab: Sken am:
nn_no: Vis som:
pt_pt: Ver como:
te: ఇలా చూడండి:

source: Myself
kab: Nek
nn_no: Meg sjølv
pt_pt: Eu próprio
te: నా గురించి

source: Mozillian
kab: Amuẓilyan
nn_no: Mozillianar

source: Public
kab: Azayez
nn_no: Offentleg
pt_pt: Público
te: బహిరంగం

source: Bio
kab: Tameddurt
nn_no: Biografi
pt_pt: Biografia
te: బయో

source: My contribution story
kab: Amezruy n uttekki yinu
nn_no: Min bidragshistorie
pt_pt: A minha história de contribuições
te: నా సహకార కధ

source: (pending terms review)
kab: (acegger n tewtilin yettraǧun)
nn_no: (ventande vilkårsvurdering)
pt_pt: (termos pendentes de revisão)
te: (నియమాల సమీక్ష వేచివుంది)

source: Websites
kab: Ismal web
nn_no: Nettstadar
te: వెబ్ సైట్లు

source: Alternate Contact Identities
kab: Tansiwin n yimayl-nniḍen
nn_no: Alternative kontaktidentitetar
pt_pt: Identidades de contacto alternativas
te: ప్రత్యామ్నాయ సంప్రదింపు గుర్తింపులు

source: Vouched By
kab: Yettwarfad sɣur
nn_no: Stadfesta (Vouched) av
pt_pt: Certificado por
te: వౌచ్ చేసినవారు

source: Unknown Voucher
kab: Anerfad ur yettwassen ara
nn_no: Ukjend stadfestar (voucher)
pt_pt: Certificador desconhecido
te: గుర్తుతెలియని వౌచర్

source: Legacy vouch.
kab: Arfad aqbuṛ.
nn_no: Arva stadfesting (vouch).
pt_pt: Certificado legado.
te: పురాతన వౌచ్.

source: Vouchees
kab: Irfaden
nn_no: Stadfestarar (Vouchees)
pt_pt: Certificadores
te: వౌచీస్

source: %(hours)s hours ahead of your timezone.
kab: %(hours)s send iẓdi yinek usrig.
nn_no: %(hours)s timar før tidsona di.
pt_pt: %(hours)s hora(s) à frente do seu fuso horário.
te: %(hours)s ముందుకు మీ సమయక్షేత్రమునకు గంటల.

source: %(hours)s hours behind your timezone.
kab: %(hours)s seld iẓdi yinek usrig.
nn_no: %(hours)s etter tidsona di.
pt_pt: %(hours)s hora(s) atrás do seu fuso horário.
te: %(hours)s మీ సమయ మండలిని వెనుక గంటల.

source: Same time zone as yours.
kab: Am izḍi usrig inek.
nn_no: Same tidsone som di.
pt_pt: Mesmo fuso horário que o seu.
te: మీ కాల మండలమే.

source: Search Results
kab: Igmaḍ n unadi
nn_no: Søkeresultat
pt_pt: Resultados da pesquisa
te: శోధనా ఫలితాలు

source: You are currently searching public profiles.
kab: Aql-ak tura tettnadid imeɣna izayazen.
nn_no: Akkurat no søkjer du i offentlege profilar.
pt_pt: Está atualmente a procurar perfis públicos.
te: మీరు ప్రస్తుతం పబ్లిక్ ప్రొఫైల్లు శోధిస్తున్నారు.
